#Thu Oct 31 15:49:48 GMT 2019
pipes.bsize.desc=\u3053\u308C\u306F\u3001\u5404\u30D0\u30C3\u30D5\u30A1\u306E\u30B5\u30A4\u30BA\u3092\u793A\u3057\u307E\u3059
alarms.id.title=\#
pipefb.id.desc=\u3053\u308C\u306F\u3001\u30D1\u30A4\u30D7\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30CF\u30F3\u30C9\u30EB\u3092\u793A\u3057\u307E\u3059
part.waiters.title=\u5F85\u6A5F\u4E2D\u30BF\u30B9\u30AF
mutexsema4.desc=\u3053\u306E\u30C6\u30FC\u30D6\u30EB\u306F RTXC \u30DF\u30E5\u30FC\u30C6\u30C3\u30AF\u30B9\u30BB\u30DE\u30D5\u30A9\u3092\u8868\u793A\u3057\u307E\u3059
exceptbt.id.desc=\u3053\u308C\u306F\u3001\u4F8B\u5916\u306E\u30D0\u30C3\u30AF\u30C8\u30EC\u30FC\u30B9\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30CF\u30F3\u30C9\u30EB\u3092\u793A\u3057\u307E\u3059
mailboxe.id.desc=\u3053\u308C\u306F\u3001\u30E1\u30FC\u30EB\u30DC\u30C3\u30AF\u30B9\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30CF\u30F3\u30C9\u30EB\u3092\u793A\u3057\u307E\u3059
pipes.full.title=\u5B8C\u5168
queue.addr.desc=\u3053\u308C\u306F\u3001\u30AD\u30E5\u30FC\u5185\u306E\u6700\u521D\u306E\u3044\u304F\u3064\u304B\u306E\u30A8\u30F3\u30C8\u30EA\u30A2\u30C9\u30EC\u30B9\u3092\u793A\u3057\u307E\u3059
mailboxes.waiters.title=\u5F85\u6A5F\u4E2D\u30BF\u30B9\u30AF
exceptbt.r10.desc=\u3053\u308C\u306F\u3001\u4FDD\u5B58\u3055\u308C\u305F\u30EC\u30B8\u30B9\u30BF R19 \u306E\u5185\u5BB9\u3092\u793A\u3057\u307E\u3059
tasks.state.desc=\u3053\u308C\u306F\u3001\u30BF\u30B9\u30AF\u306E\u73FE\u5728\u306E\u72B6\u614B\u3092\u793A\u3057\u307E\u3059
rtxc.title=RTXC
mutexes.name.title=\u540D\u524D
tasks.title=\u30BF\u30B9\u30AF
mailboxes.order.desc=\u3053\u308C\u306F\u3001\u30E1\u30FC\u30EB\u30DC\u30C3\u30AF\u30B9\u306E\u5F85\u6A5F\u9806\u5E8F\u30BF\u30A4\u30D7\uFF08\u512A\u5148\u5EA6\u307E\u305F\u306F FIFO\uFF09\u3092\u793A\u3057\u307E\u3059
alarms.name.desc=\u3053\u308C\u306F\u3001\u30A2\u30E9\u30FC\u30E0\u306E\u540D\u524D\u3092\u793A\u3057\u307E\u3059
tasks.tickslice.desc=\u3053\u308C\u306F\u3001\u30BF\u30B9\u30AF\u306E\u73FE\u5728\u306E\u30C6\u30A3\u30C3\u30AF\u30B9\u30E9\u30A4\u30B9\u5024\u3092\u793A\u3057\u307E\u3059
mutexes.conflicts.desc=\u3053\u308C\u306F\u3001\u767A\u751F\u3057\u305F\u30DF\u30E5\u30FC\u30C6\u30C3\u30AF\u30B9\u7AF6\u5408\u306E\u6570\u3092\u793A\u3057\u307E\u3059
tasksema4.id.title=\#
semaphores.id.desc=\u3053\u308C\u306F\u3001\u30BB\u30DE\u30D5\u30A9\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30CF\u30F3\u30C9\u30EB\u3092\u793A\u3057\u307E\u3059
mutexsema4.name.title=\u540D\u524D
counters.id.title=\#
pipefb.desc=\u3053\u306E\u30C6\u30FC\u30D6\u30EB\u306F RTXC \u30D1\u30A4\u30D7\u30D5\u30EB\u30D0\u30C3\u30D5\u30A1\u3092\u8868\u793A\u3057\u307E\u3059
pipes.id.title=\#
except.desc=\u3053\u306E\u30C6\u30FC\u30D6\u30EB\u306F RTXC \u4F8B\u5916\u3092\u8868\u793A\u3057\u307E\u3059\u3002
queues.usage.desc=\u3053\u308C\u306F\u3001\u73FE\u5728\u307E\u3067\u306E\u30AD\u30E5\u30FC\u306E\u30A2\u30AF\u30BB\u30B9\u306E\u7DCF\u6570\u3092\u793A\u3057\u307E\u3059
queue.desc=\u3053\u306E\u30C6\u30FC\u30D6\u30EB\u306F RTXC \u30AD\u30E5\u30FC\u30A8\u30F3\u30C8\u30EA\u3092\u8868\u793A\u3057\u307E\u3059
part.base.title=\u30A2\u30C9\u30EC\u30B9
evsources.name.desc=\u3053\u308C\u306F\u3001\u30A4\u30D9\u30F3\u30C8\u30BD\u30FC\u30B9\u306E\u540D\u524D\u3092\u793A\u3057\u307E\u3059
pipes.worst.desc=\u3053\u308C\u306F\u3001\u30D5\u30EB\u306B\u306A\u3063\u305F\u30D0\u30C3\u30D5\u30A1\u306E\u6700\u5927\u6570\u3092\u793A\u3057\u307E\u3059
tasksema4.desc=\u3053\u306E\u30C6\u30FC\u30D6\u30EB\u306F RTXC \u30BF\u30B9\u30AF\u30A2\u30DC\u30FC\u30C8\u30BB\u30DE\u30D5\u30A9\u3092\u8868\u793A\u3057\u307E\u3059
evsources.id.title=\#
mailboxes.help=\u30B7\u30B9\u30C6\u30E0\u3067\u5B9A\u7FA9\u3055\u308C\u305F\u3059\u3079\u3066\u306E\u30E1\u30FC\u30EB\u30DC\u30C3\u30AF\u30B9\u306B\u95A2\u3059\u308B\u60C5\u5831\u3092\u8868\u793A\u3057\u307E\u3059
counters.modulus.desc=\u3053\u308C\u306F\u3001\u30AB\u30A6\u30F3\u30BF\u306E\u30E2\u30B8\u30E5\u30FC\u30EB\u3092\u793A\u3057\u307E\u3059
evsources.counters.title=\u30AB\u30A6\u30F3\u30BF
queues.name.desc=\u3053\u308C\u306F\u3001\u30AD\u30E5\u30FC\u306E\u540D\u524D\u3092\u793A\u3057\u307E\u3059
exceptbt.r4.desc=\u3053\u308C\u306F\u3001\u4FDD\u5B58\u3055\u308C\u305F\u30EC\u30B8\u30B9\u30BF R4 \u306E\u5185\u5BB9\u3092\u793A\u3057\u307E\u3059
exceptbt.pc.title=PC
mailboxes.usage.desc=\u3053\u308C\u306F\u3001\u30E1\u30FC\u30EB\u30DC\u30C3\u30AF\u30B9\u306B\u5165\u308C\u3089\u308C\u305F\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u7DCF\u6570\u3092\u793A\u3057\u307E\u3059
alarms.initial.desc=\u3053\u308C\u306F\u3001\u521D\u671F\u306E\u671F\u9593\u3092\u30C6\u30A3\u30C3\u30AF\u3067\u793A\u3057\u307E\u3059
queues.name.title=\u540D\u524D
queue.title=\u30AD\u30E5\u30FC\u30A8\u30F3\u30C8\u30EA
evsources.accum.desc=\u3053\u308C\u306F\u3001\u30A4\u30D9\u30F3\u30C8\u30BD\u30FC\u30B9\u306E\u7D2F\u7B97\u5668\u3092\u793A\u3057\u307E\u3059
tasksready.id.desc=\u3053\u308C\u306F\u3001\u30BF\u30B9\u30AF\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30CF\u30F3\u30C9\u30EB\u3092\u793A\u3057\u307E\u3059
pipeeb.addr.desc=\u3053\u308C\u306F\u3001\u5404\u7A7A\u30D0\u30C3\u30D5\u30A1\u306E\u30A2\u30C9\u30EC\u30B9\u3092\u793A\u3057\u307E\u3059
pipes.title=\u30D1\u30A4\u30D7
mailboxe.title=\u30E1\u30FC\u30EB\u30DC\u30C3\u30AF\u30B9\u30A8\u30F3\u30C8\u30EA
kernel.item.title=\u9805\u76EE
pipeeb.title=\u30D1\u30A4\u30D7\u7A7A\u30D0\u30C3\u30D5\u30A1
taskstacks.base.desc=\u3053\u308C\u306F\u3001\u30B9\u30BF\u30C3\u30AF\u306E\u30B9\u30BF\u30C3\u30AF\u306E\u30D9\u30FC\u30B9\u30A2\u30C9\u30EC\u30B9\u3092\u793A\u3057\u307E\u3059
mailboxe.name.desc=\u3053\u308C\u306F\u3001\u30E1\u30FC\u30EB\u30DC\u30C3\u30AF\u30B9\u540D\u3092\u793A\u3057\u307E\u3059
queuesema4.semaphoreNF.title=\u30BB\u30DE\u30D5\u30A9\uFF08NF\uFF09
pipeeb.addr.title=\u30D0\u30C3\u30D5\u30A1\u30A2\u30C9\u30EC\u30B9
exceptbt.r0.title=R0
mutexes.conflicts.title=\u7AF6\u5408
semaphores.waiters.desc=\u3053\u308C\u306F\u3001\u30BB\u30DE\u30D5\u30A9\u3092\u5F85\u6A5F\u4E2D\u306E\u30BF\u30B9\u30AF\uFF08\u5B58\u5728\u3059\u308B\u5834\u5408\uFF09\u306E\u30EA\u30B9\u30C8\u3092\u793A\u3057\u307E\u3059
pipes.usage.desc=\u3053\u308C\u306F\u3001\u30A2\u30AF\u30BB\u30B9\u306E\u7DCF\u6570\u3092\u793A\u3057\u307E\u3059
counters.help=\u30B7\u30B9\u30C6\u30E0\u3067\u5B9A\u7FA9\u3055\u308C\u305F\u3059\u3079\u3066\u306E\u30AB\u30A6\u30F3\u30BF\u306B\u95A2\u3059\u308B\u60C5\u5831\u3092\u8868\u793A\u3057\u307E\u3059
counters.name.title=\u540D\u524D
mailboxes.name.title=\u540D\u524D
semaphores.count.title=\u30AB\u30A6\u30F3\u30C8
queues.depth.title=\u6DF1\u5EA6
tasks.name.desc=\u3053\u308C\u306F\u3001\u30BF\u30B9\u30AF\u306E\u540D\u524D\u3092\u793A\u3057\u307E\u3059
tasks.id.desc=\u3053\u308C\u306F\u3001\u30BF\u30B9\u30AF\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30CF\u30F3\u30C9\u30EB\u3092\u793A\u3057\u307E\u3059
queues.title=\u30AD\u30E5\u30FC
mailboxes.id.title=\#
pipefb.id.title=\#
semaphores.usage.title=\u4F7F\u7528\u6CD5
mailboxes.desc=\u3053\u306E\u30C6\u30FC\u30D6\u30EB\u306F RTXC \u30E1\u30FC\u30EB\u30DC\u30C3\u30AF\u30B9\u3092\u8868\u793A\u3057\u307E\u3059
alarms.name.title=\u540D\u524D
taskstacks.id.desc=\u3053\u308C\u306F\u3001\u30BF\u30B9\u30AF\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30CF\u30F3\u30C9\u30EB\u3092\u793A\u3057\u307E\u3059
mailboxsema4.name.title=\u540D\u524D
evsources.help=\u30B7\u30B9\u30C6\u30E0\u3067\u5B9A\u7FA9\u3055\u308C\u305F\u3059\u3079\u3066\u306E\u30A4\u30D9\u30F3\u30C8\u30BD\u30FC\u30B9\u306B\u95A2\u3059\u308B\u60C5\u5831\u3092\u8868\u793A\u3057\u307E\u3059
mutexes.order.desc=\u3053\u308C\u306F\u3001\u30DF\u30E5\u30FC\u30C6\u30C3\u30AF\u30B9\u306E\u5F85\u6A5F\u9806\u5E8F\uFF08\u512A\u5148\u5EA6\u307E\u305F\u306F FIFO\uFF09\u3092\u793A\u3057\u307E\u3059
tasks.entry.desc=\u3053\u308C\u306F\u3001\u30BF\u30B9\u30AF\u306E\u30A8\u30F3\u30C8\u30EA\u30DD\u30A4\u30F3\u30C8\u306E\u30A2\u30C9\u30EC\u30B9\u3092\u793A\u3057\u307E\u3059
taskstacks.spare.desc=\u3053\u308C\u306F\u3001\u6B8B\u3063\u3066\u3044\u308B\u30B9\u30BF\u30C3\u30AF\u30B9\u30DA\u30FC\u30B9\u306E\u91CF\u3092\u793A\u3057\u307E\u3059
tasks.priority.desc=\u3053\u308C\u306F\u3001\u30BF\u30B9\u30AF\u306E\u512A\u5148\u9806\u4F4D\u3092\u793A\u3057\u307E\u3059\u3002 1 \u306F\u6700\u9AD8\u306E\u512A\u5148\u5EA6\u3067\u3001127 \u306F\u6700\u4F4E\u306E\u512A\u5148\u5EA6\u3067\u3059
semaphores.waiters.title=\u5F85\u6A5F\u4E2D\u30BF\u30B9\u30AF
pipes.name.title=\u540D\u524D
exceptbt.r7.title=R7
exceptbt.pc.desc=\u3053\u308C\u306F\u3001\u4FDD\u5B58\u3055\u308C\u305F\u30D7\u30ED\u30B0\u30E9\u30E0\u30AB\u30A6\u30F3\u30BF\u306E\u5185\u5BB9\u3092\u793A\u3057\u307E\u3059
exceptbt.r3.desc=\u3053\u308C\u306F\u3001\u4FDD\u5B58\u3055\u308C\u305F\u30EC\u30B8\u30B9\u30BF R3 \u306E\u5185\u5BB9\u3092\u793A\u3057\u307E\u3059
parte.avail.title=\u4F7F\u7528\u53EF\u80FD
exceptbt.r3.title=R3
tasksema4.title=\u30BF\u30B9\u30AF\u30BB\u30DE\u30D5\u30A9
taskstacks.title=\u30BF\u30B9\u30AF\u30B9\u30BF\u30C3\u30AF
tasks.name.title=\u540D\u524D
tasksready.name.desc=\u3053\u308C\u306F\u3001\u30BF\u30B9\u30AF\u306E\u540D\u524D\u3092\u793A\u3057\u307E\u3059
queuesema4.semaphoreNE.title=\u30BB\u30DE\u30D5\u30A9\uFF08NE\uFF09
mutexes.level.title=\u30EC\u30D9\u30EB
tasks.priority.title=\u512A\u5148\u5EA6
exceptbt.title=\u4F8B\u5916\u306E\u30D0\u30C3\u30AF\u30C8\u30EC\u30FC\u30B9
counters.desc=\u3053\u306E\u30C6\u30FC\u30D6\u30EB\u306F RTXC \u30AB\u30A6\u30F3\u30BF\u3092\u8868\u793A\u3057\u307E\u3059
tasksready.title=\u30BF\u30B9\u30AF\u6E96\u5099\u30EA\u30B9\u30C8
mailboxe.task.title=\u30BF\u30B9\u30AF
mailboxe.help=\u3059\u3079\u3066\u306E\u30E1\u30FC\u30EB\u30DC\u30C3\u30AF\u30B9\u30A8\u30F3\u30C8\u30EA\u306B\u95A2\u3059\u308B\u60C5\u5831\u3092\u8868\u793A\u3057\u307E\u3059
mutexes.inversion.desc=\u3053\u308C\u306F\u3001\u30DF\u30E5\u30FC\u30C6\u30C3\u30AF\u30B9\u306B\u5BFE\u3057\u3066\u512A\u5148\u9806\u4F4D\u306E\u9006\u8EE2\u304C\u6709\u52B9\u304B\u3069\u3046\u304B\u3092\u793A\u3057\u307E\u3059
part.worst.title=\u30EF\u30FC\u30B9\u30C8
taskstacks.base.title=\u30D9\u30FC\u30B9\u30A2\u30C9\u30EC\u30B9
queuesema4.id.desc=\u3053\u308C\u306F\u3001\u30AD\u30E5\u30FC\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30CF\u30F3\u30C9\u30EB\u3092\u793A\u3057\u307E\u3059
parte.help=\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u30A8\u30F3\u30C8\u30EA\u306B\u95A2\u3059\u308B\u60C5\u5831\u3092\u8868\u793A\u3057\u307E\u3059
semaphores.usage.desc=\u3053\u308C\u306F\u3001\u73FE\u5728\u306E\u30BB\u30DE\u30D5\u30A9\u6D88\u8CBB\u91CF\u3092\u793A\u3057\u307E\u3059
queues.width.desc=\u3053\u308C\u306F\u3001\u30AD\u30E5\u30FC\u5185\u306E\u5404\u30A8\u30F3\u30C8\u30EA\u306E\u30B5\u30A4\u30BA\u3092\u793A\u3057\u307E\u3059
counters.accum.title=\u7D2F\u7B97\u5668
semaphores.signal.desc=\u3053\u308C\u306F\u3001\u5358\u4E00\u4FE1\u53F7\u30BF\u30A4\u30D7\u30BB\u30DE\u30D5\u30A9\u304B\u8907\u6570\u4FE1\u53F7\u30BF\u30A4\u30D7\u30BB\u30DE\u30D5\u30A9\u304B\u3092\u793A\u3057\u307E\u3059
mailboxe.task.desc=\u3053\u308C\u306F\u3001\u80AF\u5B9A\u5FDC\u7B54\u3092\u9001\u4FE1\u3059\u308B\u5FC5\u8981\u306E\u3042\u308B\u30BF\u30B9\u30AF\uFF08\u5B58\u5728\u3059\u308B\u5834\u5408\uFF09\u3092\u793A\u3057\u307E\u3059
pipes.id.desc=\u3053\u308C\u306F\u3001\u30D1\u30A4\u30D7\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30CF\u30F3\u30C9\u30EB\u3092\u793A\u3057\u307E\u3059
evsources.desc=\u3053\u306E\u30C6\u30FC\u30D6\u30EB\u306F RTXC \u30A4\u30D9\u30F3\u30C8\u30BD\u30FC\u30B9\u3092\u8868\u793A\u3057\u307E\u3059
mutexsema4.id.desc=\u3053\u308C\u306F\u3001\u30DF\u30E5\u30FC\u30C6\u30C3\u30AF\u30B9\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30CF\u30F3\u30C9\u30EB\u3092\u793A\u3057\u307E\u3059
queuesema4.help=\u30B7\u30B9\u30C6\u30E0\u3067\u5B9A\u7FA9\u3055\u308C\u305F\u3059\u3079\u3066\u306E\u30AD\u30E5\u30FC\u30BB\u30DE\u30D5\u30A9\u306B\u95A2\u3059\u308B\u60C5\u5831\u3092\u8868\u793A\u3057\u307E\u3059
pipes.bsize.title=Bsize
mutexes.waiters.desc=\u3053\u308C\u306F\u3001\u30DF\u30E5\u30FC\u30C6\u30C3\u30AF\u30B9\u3092\u5F85\u6A5F\u4E2D\u306E\u30BF\u30B9\u30AF\uFF08\u5B58\u5728\u3059\u308B\u5834\u5408\uFF09\u306E\u30EA\u30B9\u30C8\u3092\u793A\u3057\u307E\u3059
mailboxe.priority.title=\u512A\u5148\u5EA6
queuesema4.id.title=\#
exceptbt.r6.title=R6
pipes.full.desc=\u30D5\u30EB\u306B\u306A\u3063\u305F\u30D0\u30C3\u30D5\u30A1\u306E\u73FE\u5728\u306E\u6570\u3092\u793A\u3057\u307E\u3059
mutexes.inversion.title=\u9006\u8EE2
tasksready.help=\u30BF\u30B9\u30AF\u6E96\u5099\u30EA\u30B9\u30C8\u306B\u95A2\u3059\u308B\u60C5\u5831\u3092\u8868\u793A\u3057\u307E\u3059
mutexes.order.title=\u9806\u5E8F
taskstacks.sp.title=Current
semaphores.name.title=\u540D\u524D
exceptbt.name.title=\u540D\u524D
partsema4.semaphore.title=\u30BB\u30DE\u30D5\u30A9
alarms.remain.desc=\u3053\u308C\u306F\u3001\u671F\u9650\u3092\u30C6\u30A3\u30C3\u30AF\u3067\u793A\u3057\u307E\u3059
partsema4.name.title=\u540D\u524D
semaphores.order.title=\u9806\u5E8F
kernel.value.title=\u5024
parte.name.desc=\u3053\u308C\u306F\u3001\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u306E\u540D\u524D\u3092\u793A\u3057\u307E\u3059
tasks.vfpregs.title=VFP \u30EC\u30B8\u30B9\u30BF
mailboxes.title=\u30E1\u30FC\u30EB\u30DC\u30C3\u30AF\u30B9
tasks.help=OS \u5185\u3067\u5B9A\u7FA9\u3055\u308C\u308B\u30BF\u30B9\u30AF\u3068\u305D\u308C\u3089\u306E\u73FE\u5728\u306E\u72B6\u614B\u3092\u8868\u793A\u3057\u307E\u3059
mailboxe.desc=\u3053\u306E\u30C6\u30FC\u30D6\u30EB\u306F RTXC \u30E1\u30FC\u30EB\u30DC\u30C3\u30AF\u30B9\u30A8\u30F3\u30C8\u30EA\u3092\u8868\u793A\u3057\u307E\u3059
pipeeb.help=\u30D1\u30A4\u30D7\u7A7A\u30D0\u30C3\u30D5\u30A1\u306B\u95A2\u3059\u308B\u60C5\u5831\u3092\u8868\u793A\u3057\u307E\u3059
taskstacks.id.title=\#
alarms.abtsema.title=\u30BB\u30DE\u30D5\u30A9\uFF08\u30A2\u30DC\u30FC\u30C8\uFF09
pipes.usage.title=\u4F7F\u7528\u6CD5
pipeeb.name.title=\u540D\u524D
mutexsema4.semaphore.desc=\u3053\u308C\u306F\u3001Mutex-Not-Busy \u30BB\u30DE\u30D5\u30A9\uFF08\u5B58\u5728\u3059\u308B\u5834\u5408\uFF09\u306E\u540D\u524D\u3092\u793A\u3057\u307E\u3059
exceptbt.r2.desc=\u3053\u308C\u306F\u3001\u4FDD\u5B58\u3055\u308C\u305F\u30EC\u30B8\u30B9\u30BF R2 \u306E\u5185\u5BB9\u3092\u793A\u3057\u307E\u3059
parte.desc=\u3053\u306E\u30C6\u30FC\u30D6\u30EB\u306F RTXC \u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u30A8\u30F3\u30C8\u30EA\u3092\u8868\u793A\u3057\u307E\u3059
queues.worst.title=\u30EF\u30FC\u30B9\u30C8
exceptbt.r9.desc=\u3053\u308C\u306F\u3001\u4FDD\u5B58\u3055\u308C\u305F\u30EC\u30B8\u30B9\u30BF R9 \u306E\u5185\u5BB9\u3092\u793A\u3057\u307E\u3059
except.level.desc=\u3053\u308C\u306F\u3001\u73FE\u5728\u306E\u30EC\u30D9\u30EB\u3092\u793A\u3057\u307E\u3059
partsema4.help=\u30B7\u30B9\u30C6\u30E0\u3067\u5B9A\u7FA9\u3055\u308C\u305F\u3059\u3079\u3066\u306E\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u30BB\u30DE\u30D5\u30A9\u306B\u95A2\u3059\u308B\u60C5\u5831\u3092\u8868\u793A\u3057\u307E\u3059
mutexes.name.desc=\u3053\u308C\u306F\u3001\u30DF\u30E5\u30FC\u30C6\u30C3\u30AF\u30B9\u306E\u540D\u524D\u3092\u793A\u3057\u307E\u3059
queuesema4.desc=\u3053\u306E\u30C6\u30FC\u30D6\u30EB\u306F RTXC \u30AD\u30E5\u30FC\u30BB\u30DE\u30D5\u30A9\u3092\u8868\u793A\u3057\u307E\u3059
evsources.counters.desc=\u3053\u308C\u306F\u3001\u30A4\u30D9\u30F3\u30C8\u30BD\u30FC\u30B9\u306B\u95A2\u9023\u3059\u308B\u30AB\u30A6\u30F3\u30BF\u306E\u30EA\u30B9\u30C8\u3092\u793A\u3057\u307E\u3059 
exceptbt.r9.title=R9
pipes.nbufs.title=Nbufs
tasks.vfpmode.title=VFP \u30E2\u30FC\u30C9
queue.name.desc=\u3053\u308C\u306F\u3001\u30AD\u30E5\u30FC\u306E\u540D\u524D\u3092\u793A\u3057\u307E\u3059
tasksready.desc=\u3053\u306E\u30C6\u30FC\u30D6\u30EB\u306F RTXC \u6E96\u5099\u5B8C\u4E86\u30BF\u30B9\u30AF\u3092\u8868\u793A\u3057\u307E\u3059
tasks.id.title=\#
parte.title=\u30E1\u30E2\u30EA\u30A8\u30F3\u30C8\u30EA
alarms.abtsema.desc=\u3053\u308C\u306F\u3001\u30A2\u30DC\u30FC\u30C8\u30BB\u30DE\u30D5\u30A9\u3092\u793A\u3057\u307E\u3059
part.help=\u30B7\u30B9\u30C6\u30E0\u3067\u5B9A\u7FA9\u3055\u308C\u305F\u3059\u3079\u3066\u306E\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u306B\u95A2\u3059\u308B\u60C5\u5831\u3092\u8868\u793A\u3057\u307E\u3059
mailboxsema4.id.desc=\u3053\u308C\u306F\u3001\u30E1\u30FC\u30EB\u30DC\u30C3\u30AF\u30B9\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30CF\u30F3\u30C9\u30EB\u3092\u793A\u3057\u307E\u3059
semaphores.help=\u30B7\u30B9\u30C6\u30E0\u3067\u5B9A\u7FA9\u3055\u308C\u305F\u3059\u3079\u3066\u306E\u30BB\u30DE\u30D5\u30A9\u306B\u95A2\u3059\u308B\u60C5\u5831\u3092\u8868\u793A\u3057\u307E\u3059
exceptbt.r12.title=R12
tasks.vfpmode.desc=\u3053\u308C\u306F\u30BF\u30B9\u30AF\u306E\u73FE\u5728\u306E VFP \u30E2\u30FC\u30C9\u30B9\u30C6\u30FC\u30BF\u30B9\u3092\u793A\u3057\u307E\u3059
pipeeb.id.desc=\u3053\u308C\u306F\u3001\u30D1\u30A4\u30D7\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30CF\u30F3\u30C9\u30EB\u3092\u793A\u3057\u307E\u3059
tasksready.priority.title=\u512A\u5148\u5EA6
counters.accum.desc=\u3053\u308C\u306F\u3001\u30AB\u30A6\u30F3\u30BF\u306E\u7D2F\u7B97\u5668\u3092\u793A\u3057\u307E\u3059
counters.id.desc=\u3053\u308C\u306F\u3001\u30AB\u30A6\u30F3\u30BF\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30CF\u30F3\u30C9\u30EB\u3092\u793A\u3057\u307E\u3059
exceptbt.r14.desc=\u3053\u308C\u306F\u3001\u4FDD\u5B58\u3055\u308C\u305F\u30EC\u30B8\u30B9\u30BF R14 \u306E\u5185\u5BB9\u3092\u793A\u3057\u307E\u3059
part.avail.title=\u4F7F\u7528\u53EF\u80FD
mailboxes.current.desc=\u3053\u308C\u306F\u3001\u73FE\u5728\u30E1\u30FC\u30EB\u30DC\u30C3\u30AF\u30B9\u5185\u306B\u3042\u308B\u30E1\u30C3\u30BB\u30FC\u30B8\u6570\u3092\u793A\u3057\u307E\u3059
counters.name.desc=\u3053\u308C\u306F\u3001\u30AB\u30A6\u30F3\u30BF\u306E\u540D\u524D\u3092\u793A\u3057\u307E\u3059
tasks.desc=\u3053\u306E\u30C6\u30FC\u30D6\u30EB\u306F RTXC \u30BF\u30B9\u30AF\u3092\u8868\u793A\u3057\u307E\u3059
counters.count.title=\u30AB\u30A6\u30F3\u30C8
pipeeb.desc=\u3053\u306E\u30C6\u30FC\u30D6\u30EB\u306F RTXC \u30D1\u30A4\u30D7\u7A7A\u30D0\u30C3\u30D5\u30A1\u3092\u8868\u793A\u3057\u307E\u3059
partsema4.title=\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u30BB\u30DE\u30D5\u30A9
queuesema4.title=\u30AD\u30E5\u30FC\u30BB\u30DE\u30D5\u30A9
queue.addr.title=\u30A8\u30F3\u30C8\u30EA\u30A2\u30C9\u30EC\u30B9
mailboxes.usage.title=\u4F7F\u7528\u6CD5
alarms.help=\u30B7\u30B9\u30C6\u30E0\u3067\u5B9A\u7FA9\u3055\u308C\u305F\u3059\u3079\u3066\u306E\u30A2\u30E9\u30FC\u30E0\u306B\u95A2\u3059\u308B\u60C5\u5831\u3092\u8868\u793A\u3057\u307E\u3059
part.bsize.desc=\u3053\u308C\u306F\u3001\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u5185\u306E\u5404\u30D6\u30ED\u30C3\u30AF\u306E\u30B5\u30A4\u30BA\u3092\u793A\u3057\u307E\u3059
mutexsema4.name.desc=\u3053\u308C\u306F\u3001\u30DF\u30E5\u30FC\u30C6\u30C3\u30AF\u30B9\u306E\u540D\u524D\u3092\u793A\u3057\u307E\u3059
queues.base.title=\u30A2\u30C9\u30EC\u30B9
tasks.state.title=\u72B6\u614B
part.id.title=\#
queue.id.title=\#
mutexsema4.id.title=\#
counters.title=\u30AB\u30A6\u30F3\u30BF
partsema4.desc=\u3053\u306E\u30C6\u30FC\u30D6\u30EB\u306F RTXC \u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u30BB\u30DE\u30D5\u30A9\u3092\u8868\u793A\u3057\u307E\u3059
queues.width.title=\u5E45
pipefb.title=\u30D1\u30A4\u30D7\u30D5\u30EB\u30D0\u30C3\u30D5\u30A1
pipeeb.id.title=\#
except.name.desc=\u3053\u308C\u306F\u3001\u4F8B\u5916\u306E\u540D\u524D\u3092\u793A\u3057\u307E\u3059
evsources.id.desc=\u3053\u308C\u306F\u3001\u30A4\u30D9\u30F3\u30C8\u30BD\u30FC\u30B9\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30CF\u30F3\u30C9\u30EB\u3092\u793A\u3057\u307E\u3059
tasks.args.title=\u5F15\u6570\u30A2\u30C9\u30EC\u30B9
semaphores.order.desc=\u3053\u308C\u306F\u3001\u30BB\u30DE\u30D5\u30A9\u306E\u5F85\u6A5F\u9806\u5E8F\u30BF\u30A4\u30D7\uFF08\u512A\u5148\u5EA6\u307E\u305F\u306F FIFO\uFF09\u3092\u793A\u3057\u307E\u3059
parte.id.title=\#
mailboxes.name.desc=\u3053\u308C\u306F\u3001\u30BB\u30DE\u30D5\u30A9\u306E\u540D\u524D\u3092\u793A\u3057\u307E\u3059
taskstacks.size.title=\uFF7B\uFF72\uFF7D\uFF9E
part.waiters.desc=\u3053\u308C\u306F\u3001\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u3092\u5F85\u6A5F\u4E2D\u306E\u30BF\u30B9\u30AF\uFF08\u5B58\u5728\u3059\u308B\u5834\u5408\uFF09\u306E\u30EA\u30B9\u30C8\u3092\u793A\u3057\u307E\u3059
exceptbt.r1.desc=\u3053\u308C\u306F\u3001\u4FDD\u5B58\u3055\u308C\u305F\u30EC\u30B8\u30B9\u30BF R1 \u306E\u5185\u5BB9\u3092\u793A\u3057\u307E\u3059
exceptbt.r8.desc=\u3053\u308C\u306F\u3001\u4FDD\u5B58\u3055\u308C\u305F\u30EC\u30B8\u30B9\u30BF R8 \u306E\u5185\u5BB9\u3092\u793A\u3057\u307E\u3059
tasksready.id.title=\#
pipeeb.name.desc=\u3053\u308C\u306F\u3001\u30D1\u30A4\u30D7\u306E\u540D\u524D\u3092\u793A\u3057\u307E\u3059
part.desc=\u3053\u306E\u30C6\u30FC\u30D6\u30EB\u306F RTXC \u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u3092\u8868\u793A\u3057\u307E\u3059\u3002
tasksready.state.desc=\u3053\u308C\u306F\u3001\u30BF\u30B9\u30AF\u306E\u72B6\u614B\u3092\u793A\u3057\u307E\u3059\u3002 \u30EA\u30B9\u30C8\u3055\u308C\u308B\u6700\u521D\u306E\u30BF\u30B9\u30AF\u306F\u3001\u5E38\u306B\u73FE\u5728\u306E\u30BF\u30B9\u30AF\u3067\u3001\u305D\u306E\u4ED6\u306F\u5E38\u306B\u6E96\u5099\u5B8C\u4E86\u3057\u305F\u30BF\u30B9\u30AF\u3067\u3059\u3002
semaphores.desc=\u3053\u306E\u30C6\u30FC\u30D6\u30EB\u306F RTXC \u30BB\u30DE\u30D5\u30A9\u3092\u8868\u793A\u3057\u307E\u3059
tasks.waitinfo.title=\u5F85\u6A5F\u60C5\u5831
except.level.title=\u30EC\u30D9\u30EB
alarms.waiters.title=\u5F85\u6A5F\u4E2D\u30BF\u30B9\u30AF
pipes.name.desc=\u3053\u308C\u306F\u3001\u30D1\u30A4\u30D7\u306E\u540D\u524D\u3092\u793A\u3057\u307E\u3059
except.handl.title=\u30CF\u30F3\u30C9\u30E9
counters.evsrc.desc=\u3053\u308C\u306F\u3001\u30AB\u30A6\u30F3\u30BF\u304C\u95A2\u4FC2\u4ED8\u3051\u3089\u308C\u3066\u3044\u308B\u30A4\u30D9\u30F3\u30C8\u30BD\u30FC\u30B9\u3092\u793A\u3057\u307E\u3059
mailboxsema4.title=\u30E1\u30FC\u30EB\u30DC\u30C3\u30AF\u30B9\u30BB\u30DE\u30D5\u30A9
part.worst.desc=\u3053\u308C\u306F\u3001\u4F7F\u7528\u53EF\u80FD\u306A\u30D6\u30ED\u30C3\u30AF\u306E\u4E0B\u306E\u900F\u304B\u3057\u3092\u793A\u3057\u307E\u3059
mailboxe.priority.desc=\u3053\u308C\u306F\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u512A\u5148\u5EA6\uFF08\u901A\u5E38\u307E\u305F\u306F\u7DCA\u6025\uFF09\u3092\u793A\u3057\u307E\u3059
except.id.desc=\u3053\u308C\u306F\u3001\u4F8B\u5916\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30CF\u30F3\u30C9\u30EB\u3092\u793A\u3057\u307E\u3059
taskstacks.size.desc=\u3053\u308C\u306F\u3001\u30B9\u30BF\u30C3\u30AF\u306B\u5272\u308A\u5F53\u3066\u3089\u308C\u305F\u30E1\u30E2\u30EA\u306E\u91CF\u3092\u793A\u3057\u307E\u3059
mutexes.waiters.title=\u5F85\u6A5F\u4E2D\u30BF\u30B9\u30AF
alarms.desc=\u3053\u306E\u30C6\u30FC\u30D6\u30EB\u306F RTXC \u30A2\u30E9\u30FC\u30E0\u3092\u8868\u793A\u3057\u307E\u3059
exceptbt.help=\u30A2\u30AF\u30C6\u30A3\u30D6\u306A\u4F8B\u5916\u306B\u95A2\u3059\u308B\u60C5\u5831\u3092\u8868\u793A\u3057\u307E\u3059
queues.id.desc=\u3053\u308C\u306F\u3001\u30AD\u30E5\u30FC\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30CF\u30F3\u30C9\u30EB\u3092\u793A\u3057\u307E\u3059
mailboxe.msg.desc=\u3053\u308C\u306F\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u30C7\u30FC\u30BF\u30D0\u30C3\u30D5\u30A1\u5185\u306E\u6700\u521D\u306E\u3044\u304F\u3064\u304B\u306E\u30E1\u30E2\u30EA\u4F4D\u7F6E\u306E\u30B3\u30F3\u30C6\u30F3\u30C4\u3092 16 \u9032\u6570\u3067\u793A\u3057\u307E\u3059\u3002
part.bsize.title=Bsize
mutexes.level.desc=\u3053\u308C\u306F\u3001\u30DF\u30E5\u30FC\u30C6\u30C3\u30AF\u30B9\u306E\u73FE\u5728\u306E\u30EC\u30D9\u30EB\u3092\u793A\u3057\u307E\u3059
queue.entries.desc=\u3053\u308C\u306F\u3001\u73FE\u5728\u30AD\u30E5\u30FC\u5185\u306B\u3042\u308B\u30A8\u30F3\u30C8\u30EA\u6570\u3092\u793A\u3057\u307E\u3059
mailboxe.state.desc=\u3053\u308C\u306F\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u72B6\u614B\u3092\u793A\u3057\u307E\u3059
tasksema4.sname.title=\u30BB\u30DE\u30D5\u30A9
mutexes.help=\u30B7\u30B9\u30C6\u30E0\u3067\u5B9A\u7FA9\u3055\u308C\u305F\u3059\u3079\u3066\u306E\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u30BB\u30DE\u30D5\u30A9\u306B\u95A2\u3059\u308B\u60C5\u5831\u3092\u8868\u793A\u3057\u307E\u3059
alarms.recycle.desc=\u3053\u308C\u306F\u3001\u5468\u671F\u3092\u30C6\u30A3\u30C3\u30AF\u3067\u793A\u3057\u307E\u3059
mutexsema4.semaphore.title=\u30BB\u30DE\u30D5\u30A9
queuesema4.semaphoreNF.desc=\u3053\u308C\u306F\u3001\u30AD\u30E5\u30FC\u306E Queue-Not-Full \u30BB\u30DE\u30D5\u30A9\uFF08\u5B58\u5728\u3059\u308B\u5834\u5408\uFF09\u306E\u540D\u524D\u3092\u793A\u3057\u307E\u3059
partsema4.id.desc=\u3053\u308C\u306F\u3001\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30CF\u30F3\u30C9\u30EB\u3092\u793A\u3057\u307E\u3059
taskstacks.name.desc=\u3053\u308C\u306F\u3001\u30BF\u30B9\u30AF\u306E\u540D\u524D\u3092\u793A\u3057\u307E\u3059
mutexes.owner.desc=\u3053\u308C\u306F\u3001\u30DF\u30E5\u30FC\u30C6\u30C3\u30AF\u30B9\u306E\u30AA\u30FC\u30CA\u30FC\u3092\u793A\u3057\u307E\u3059
pipefb.name.title=\u540D\u524D
part.base.desc=\u3053\u308C\u306F\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u306E\u30D9\u30FC\u30B9\u30E1\u30E2\u30EA\u30A2\u30C9\u30EC\u30B9\u3092\u793A\u3057\u307E\u3059
except.id.title=\#
queuesema4.name.desc=\u3053\u308C\u306F\u3001\u30AD\u30E5\u30FC\u306E\u540D\u524D\u3092\u793A\u3057\u307E\u3059
part.title=\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3
part.usage.desc=\u3053\u308C\u306F\u3001\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u306E\u4F7F\u7528\u56DE\u6570\uFF08\u73FE\u5728\u307E\u3067\u306E KS_FreeBlk() API \u30B3\u30FC\u30EB\u6570\uFF09\u3092\u793A\u3057\u307E\u3059
taskstacks.sp.desc=\u3053\u308C\u306F\u3001\u73FE\u5728\u306E\u30B9\u30BF\u30C3\u30AF\u30D5\u30EC\u30FC\u30E0\u30DD\u30A4\u30F3\u30BF\u3092\u793A\u3057\u307E\u3059
exceptbt.r2.title=R2
mailboxes.order.title=\u9806\u5E8F
part.usage.title=\u4F7F\u7528\u6CD5
parte.addr.desc=\u3053\u308C\u306F\u30D6\u30ED\u30C3\u30AF\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u30A8\u30F3\u30C8\u30EA\u306E\u30E1\u30E2\u30EA\u30A2\u30C9\u30EC\u30B9\u3092\u793A\u3057\u307E\u3059
exceptbt.r0.desc=\u3053\u308C\u306F\u3001\u4FDD\u5B58\u3055\u308C\u305F\u30EC\u30B8\u30B9\u30BF R0 \u306E\u5185\u5BB9\u3092\u793A\u3057\u307E\u3059 
queuesema4.name.title=\u540D\u524D
exceptbt.r7.desc=\u3053\u308C\u306F\u3001\u4FDD\u5B58\u3055\u308C\u305F\u30EC\u30B8\u30B9\u30BF R7 \u306E\u5185\u5BB9\u3092\u793A\u3057\u307E\u3059
taskstacks.used.desc=\u3053\u308C\u306F\u3001\u4F7F\u7528\u3055\u308C\u305F\u30B9\u30BF\u30C3\u30AF\u30B9\u30DA\u30FC\u30B9\u306E\u4E0A\u306E\u900F\u304B\u3057\u3092\u793A\u3057\u307E\u3059
alarms.expsema.title=\u30BB\u30DE\u30D5\u30A9\uFF08\u671F\u9650\u5207\u308C\uFF09
exceptbt.desc=\u3053\u306E\u30C6\u30FC\u30D6\u30EB\u306F RTXC \u4F8B\u5916\u306E\u30D0\u30C3\u30AF\u30C8\u30EC\u30FC\u30B9\u3092\u8868\u793A\u3057\u307E\u3059\u3002
tasks.tickslice.title=\u30C6\u30A3\u30C3\u30AF\u30B9\u30E9\u30A4\u30B9
mutexes.owner.title=\u30AA\u30FC\u30CA\u30FC
tasks.waitinfo.desc=\u3053\u308C\u306F\u3001\u30BF\u30B9\u30AF\u304C\u5F85\u6A5F\u3057\u3066\u3044\u308B\u5BFE\u8C61\u3092\u793A\u3057\u307E\u3059
mutexes.desc=\u3053\u306E\u30C6\u30FC\u30D6\u30EB\u306F RTXC \u30DF\u30E5\u30FC\u30C6\u30C3\u30AF\u30B9\u3092\u8868\u793A\u3057\u307E\u3059
mailboxes.waiters.desc=\u3053\u308C\u306F\u3001\u30E1\u30FC\u30EB\u30DC\u30C3\u30AF\u30B9\u3092\u5F85\u6A5F\u4E2D\u306E\u30BF\u30B9\u30AF\uFF08\u5B58\u5728\u3059\u308B\u5834\u5408\uFF09\u306E\u30EA\u30B9\u30C8\u3092\u793A\u3057\u307E\u3059
part.name.title=\u540D\u524D
queue.name.title=\u540D\u524D
queue.id.desc=\u3053\u308C\u306F\u3001\u30AD\u30E5\u30FC\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30CF\u30F3\u30C9\u30EB\u3092\u793A\u3057\u307E\u3059
mutexes.title=\u30DF\u30E5\u30FC\u30C6\u30C3\u30AF\u30B9
tasksema4.name.desc=\u3053\u308C\u306F\u3001\u30BF\u30B9\u30AF\u306E\u540D\u524D\u3092\u793A\u3057\u307E\u3059
except.vector.title=\u30D9\u30AF\u30BF
exceptbt.cpsr.desc=\u3053\u308C\u306F\u3001\u4FDD\u5B58\u3055\u308C\u305F\u30EC\u30B8\u30B9\u30BF CPSR \u306E\u5185\u5BB9\u3092\u793A\u3057\u307E\u3059
exceptbt.r5.title=R5
mailboxes.id.desc=\u3053\u308C\u306F\u3001\u30E1\u30FC\u30EB\u30DC\u30C3\u30AF\u30B9\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30CF\u30F3\u30C9\u30EB\u3092\u793A\u3057\u307E\u3059
exceptbt.r12.desc=\u3053\u308C\u306F\u3001\u4FDD\u5B58\u3055\u308C\u305F\u30EC\u30B8\u30B9\u30BF R12 \u306E\u5185\u5BB9\u3092\u793A\u3057\u307E\u3059
alarms.title=\u30A2\u30E9\u30FC\u30E0
partsema4.id.title=\#
mailboxe.addr.desc=\u3053\u308C\u306F\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u30C7\u30FC\u30BF\u30D0\u30C3\u30D5\u30A1\u306E\u30E1\u30E2\u30EA\u30A2\u30C9\u30EC\u30B9\u3092\u793A\u3057\u307E\u3059
exceptbt.cpsr.title=CPSR
tasksready.state.title=\u72B6\u614B
exceptbt.r1.title=R1
queues.id.title=\#
queues.usage.title=\u4F7F\u7528\u6CD5
tasksready.name.title=\u540D\u524D
queuesema4.semaphoreNE.desc=\u3053\u308C\u306F\u3001\u30AD\u30E5\u30FC\u306E Queue-Not-Empty \u30BB\u30DE\u30D5\u30A9\uFF08\u5B58\u5728\u3059\u308B\u5834\u5408\uFF09\u306E\u540D\u524D\u3092\u793A\u3057\u307E\u3059
mutexes.id.title=\#
exceptbt.id.title=\#
queues.help=\u30B7\u30B9\u30C6\u30E0\u3067\u5B9A\u7FA9\u3055\u308C\u305F\u3059\u3079\u3066\u306E\u30AD\u30E5\u30FC\u306B\u95A2\u3059\u308B\u60C5\u5831\u3092\u8868\u793A\u3057\u307E\u3059
parte.id.desc=\u3053\u308C\u306F\u3001\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30CF\u30F3\u30C9\u30EB\u3092\u793A\u3057\u307E\u3059
kernel.title=\u30AB\u30FC\u30CD\u30EB\u30C7\u30FC\u30BF
pipes.empty.desc=\u3053\u308C\u306F\u3001\u73FE\u5728\u306E\u7A7A\u306E\u30D0\u30C3\u30D5\u30A1\u6570\u3092\u793A\u3057\u307E\u3059
evsources.accum.title=\u7D2F\u7B97\u5668
counters.count.desc=\u3053\u308C\u306F\u3001\u30AB\u30A6\u30F3\u30BF\u306E\u30AB\u30A6\u30F3\u30C8\u5024\u3092\u793A\u3057\u307E\u3059
except.vector.desc=\u3053\u308C\u306F\u3001\u30D9\u30AF\u30BF\u756A\u53F7\u3092\u793A\u3057\u307E\u3059
alarms.state.title=\u72B6\u614B
tasksready.priority.desc=\u3053\u308C\u306F\u3001\u30BF\u30B9\u30AF\u306E\u512A\u5148\u9806\u4F4D\u3092\u793A\u3057\u307E\u3059\u3002 1 \u306F\u6700\u9AD8\u306E\u512A\u5148\u5EA6\u3067\u3001127 \u306F\u6700\u4F4E\u306E\u512A\u5148\u5EA6\u3067\u3059
except.title=\u4F8B\u5916
kernel.help=\u9078\u629E\u3057\u305F\u30AB\u30FC\u30CD\u30EB\u8A2D\u5B9A\u306E\u60C5\u5831\u3092\u8868\u793A\u3057\u307E\u3059
mailboxsema4.semaphore.title=\u30BB\u30DE\u30D5\u30A9
partsema4.name.desc=\u3053\u308C\u306F\u3001\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u306E\u540D\u524D\u3092\u793A\u3057\u307E\u3059
mailboxsema4.id.title=\#
pipes.help=\u30B7\u30B9\u30C6\u30E0\u3067\u5B9A\u7FA9\u3055\u308C\u305F\u3059\u3079\u3066\u306E\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u30BB\u30DE\u30D5\u30A9\u306B\u95A2\u3059\u308B\u60C5\u5831\u3092\u8868\u793A\u3057\u307E\u3059
exceptbt.r6.desc=\u3053\u308C\u306F\u3001\u4FDD\u5B58\u3055\u308C\u305F\u30EC\u30B8\u30B9\u30BF R6 \u306E\u5185\u5BB9\u3092\u793A\u3057\u307E\u3059
exceptbt.name.desc=\u3053\u308C\u306F\u3001\u4F8B\u5916\u306E\u30D0\u30C3\u30AF\u30C8\u30EC\u30FC\u30B9\u306E\u540D\u524D\u3092\u793A\u3057\u307E\u3059
part.total.title=\u5408\u8A08
part.name.desc=\u3053\u308C\u306F\u3001\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u306E\u540D\u524D\u3092\u793A\u3057\u307E\u3059
mutexes.id.desc=\u3053\u308C\u306F\u3001\u30DF\u30E5\u30FC\u30C6\u30C3\u30AF\u30B9\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30CF\u30F3\u30C9\u30EB\u3092\u793A\u3057\u307E\u3059
part.order.title=\u9806\u5E8F
mailboxe.name.title=\u540D\u524D
exceptbt.r8.title=R8
parte.avail.desc=\u3053\u308C\u306F\u3001\u73FE\u5728\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u5185\u306B\u3042\u308B\u5229\u7528\u53EF\u80FD\u306A\u30D6\u30ED\u30C3\u30AF\u306E\u6570\u3092\u793A\u3057\u307E\u3059
mailboxe.msg.title=\u30E1\u30C3\u30BB\u30FC\u30B8
taskstacks.help=\u30B7\u30B9\u30C6\u30E0\u3067\u5B9A\u7FA9\u3055\u308C\u305F\u3059\u3079\u3066\u306E\u30BF\u30B9\u30AF\u306E\u30B9\u30BF\u30C3\u30AF\u6D88\u8CBB\u91CF\u306B\u95A2\u3059\u308B\u60C5\u5831\u3092\u8868\u793A\u3057\u307E\u3059
except.name.title=\u540D\u524D
mailboxsema4.help=\u30B7\u30B9\u30C6\u30E0\u3067\u5B9A\u7FA9\u3055\u308C\u305F\u3059\u3079\u3066\u306E\u30E1\u30FC\u30EB\u30DC\u30C3\u30AF\u30B9\u30BB\u30DE\u30D5\u30A9\u306B\u95A2\u3059\u308B\u60C5\u5831\u3092\u8868\u793A\u3057\u307E\u3059
tasksema4.sname.desc=\u3053\u308C\u306F\u3001\u30BF\u30B9\u30AF\u306E\u30DC\u30FC\u30C8\u30BB\u30DE\u30D5\u30A9\u306E\u540D\u524D\u3092\u793A\u3057\u307E\u3059
exceptbt.r4.title=R4
alarms.expsema.desc=\u3053\u308C\u306F\u3001\u671F\u9650\u5207\u308C\u306E\u30BB\u30DE\u30D5\u30A9\u3092\u793A\u3057\u307E\u3059
pipefb.addrsz.desc=\u3053\u308C\u306F\u3001\u5404\u30D5\u30EB\u30D0\u30C3\u30D5\u30A1\u306E\u30A2\u30C9\u30EC\u30B9\u3068\u30B5\u30A4\u30BA\u3092\u793A\u3057\u307E\u3059
mutexsema4.title=\u30DF\u30E5\u30FC\u30C6\u30C3\u30AF\u30B9\u30BB\u30DE\u30D5\u30A9
evsources.name.title=\u540D\u524D
part.id.desc=\u3053\u308C\u306F\u3001\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30CF\u30F3\u30C9\u30EB\u3092\u793A\u3057\u307E\u3059
alarms.recycle.title=\u518D\u5FAA\u74B0
rtxc.help=\u30B5\u30DD\u30FC\u30C8\u304C\u6709\u52B9\u306A\u5834\u5408\u3001\u7279\u5B9A\u306E RTXC \u30AA\u30DA\u30EC\u30FC\u30C6\u30A3\u30F3\u30B0\u30B7\u30B9\u30C6\u30E0\u60C5\u5831\u3092\u8868\u793A\u3057\u307E\u3059\u3002
tasks.entry.title=\u30A8\u30F3\u30C8\u30EA
alarms.waiters.desc=\u3053\u308C\u306F\u3001\u30A2\u30E9\u30FC\u30E0\u3092\u5F85\u6A5F\u4E2D\u306E\u30BF\u30B9\u30AF\uFF08\u5B58\u5728\u3059\u308B\u5834\u5408\uFF09\u306E\u30EA\u30B9\u30C8\u3092\u793A\u3057\u307E\u3059
exceptbt.r11.title=R11
alarms.initial.title=\u521D\u671F
parte.name.title=\u540D\u524D
semaphores.title=\u30BB\u30DE\u30D5\u30A9
counters.modulus.title=\u30E2\u30B8\u30E5\u30FC\u30EB
mailboxsema4.semaphore.desc=\u3053\u308C\u306F\u3001\u30E1\u30FC\u30EB\u30DC\u30C3\u30AF\u30B9\u306B\u95A2\u9023\u3059\u308B Mailbox-Not-Empty \u30BB\u30DE\u30D5\u30A9\uFF08\u5B58\u5728\u3059\u308B\u5834\u5408\uFF09\u306E\u540D\u524D\u3092\u793A\u3057\u307E\u3059
kernel.item.desc=\u3053\u308C\u306F\u3001\u30AB\u30FC\u30CD\u30EB\u30A2\u30A4\u30C6\u30E0\u306E\u540D\u524D\u3092\u793A\u3057\u307E\u3059
counters.evsrc.title=\u30A4\u30D9\u30F3\u30C8
queues.waiters.desc=\u3053\u308C\u306F\u3001\u30AD\u30E5\u30FC\u3092\u5F85\u6A5F\u4E2D\u306E\u30BF\u30B9\u30AF\uFF08\u5B58\u5728\u3059\u308B\u5834\u5408\uFF09\u306E\u30EA\u30B9\u30C8\u3092\u793A\u3057\u307E\u3059
mailboxsema4.name.desc=\u3053\u308C\u306F\u3001\u30E1\u30FC\u30EB\u30DC\u30C3\u30AF\u30B9\u540D\u3092\u793A\u3057\u307E\u3059
taskstacks.used.title=\u4F7F\u7528\u6E08\u307F
part.order.desc=\u3053\u308C\u306F\u3001\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u306E\u5F85\u6A5F\u9806\u5E8F\uFF08\u512A\u5148\u5EA6\u307E\u305F\u306F FIFO\uFF09\u3092\u793A\u3057\u307E\u3059
queues.depth.desc=\u3053\u308C\u306F\u3001\u30AD\u30E5\u30FC\u5185\u306E\u30A8\u30F3\u30C8\u30EA\u306E\u6700\u5927\u6570\u3092\u793A\u3057\u307E\u3059
queues.desc=\u3053\u306E\u30C6\u30FC\u30D6\u30EB\u306F RTXC \u30AD\u30E5\u30FC\u3092\u8868\u793A\u3057\u307E\u3059
exceptbt.r11.desc=\u3053\u308C\u306F\u3001\u4FDD\u5B58\u3055\u308C\u305F\u30EC\u30B8\u30B9\u30BF R11 \u306E\u5185\u5BB9\u3092\u793A\u3057\u307E\u3059
pipes.nbufs.desc=\u3053\u308C\u306F\u3001\u30D0\u30C3\u30D5\u30A1\u306E\u6700\u5927\u6570\u3092\u793A\u3057\u307E\u3059
semaphores.signal.title=\u4FE1\u53F7
tasks.args.desc=\u3053\u308C\u306F\u3001\u30BF\u30B9\u30AF\u306E\u74B0\u5883\u5F15\u6570\u306E\u30A2\u30C9\u30EC\u30B9\u3092\u793A\u3057\u307E\u3059
semaphores.name.desc=\u3053\u308C\u306F\u3001\u30BB\u30DE\u30D5\u30A9\u306E\u540D\u524D\u3092\u793A\u3057\u307E\u3059
pipefb.addrsz.title=\u30D0\u30C3\u30D5\u30A1\u30A2\u30C9\u30EC\u30B9/\u30B5\u30A4\u30BA
taskstacks.spare.title=\u30B9\u30DA\u30FC\u30B9
mailboxe.addr.title=\u30A2\u30C9\u30EC\u30B9
part.total.desc=\u3053\u308C\u306F\u3001\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u5185\u306E\u30D6\u30ED\u30C3\u30AF\u306E\u7DCF\u6570\u3092\u793A\u3057\u307E\u3059
kernel.desc=\u3053\u306E\u30C6\u30FC\u30D6\u30EB\u306F RTXC \u30AB\u30FC\u30CD\u30EB\u30C7\u30FC\u30BF\u3092\u8868\u793A\u3057\u307E\u3059
taskstacks.name.title=\u540D\u524D
pipes.desc=\u3053\u306E\u30C6\u30FC\u30D6\u30EB\u306F RTXC \u30D1\u30A4\u30D7\u3092\u8868\u793A\u3057\u307E\u3059
semaphores.id.title=\#
queues.base.desc=\u3053\u308C\u306F\u30AD\u30E5\u30FC\u306E\u30D9\u30FC\u30B9\u30E1\u30E2\u30EA\u30A2\u30C9\u30EC\u30B9\u3092\u793A\u3057\u307E\u3059
pipes.empty.title=\u7A7A
mutexsema4.help=\u30B7\u30B9\u30C6\u30E0\u3067\u5B9A\u7FA9\u3055\u308C\u305F\u3059\u3079\u3066\u306E\u30DF\u30E5\u30FC\u30C6\u30C3\u30AF\u30B9\u30BB\u30DE\u30D5\u30A9\u306B\u95A2\u3059\u308B\u60C5\u5831\u3092\u8868\u793A\u3057\u307E\u3059
taskstacks.desc=\u3053\u306E\u30C6\u30FC\u30D6\u30EB\u306F RTXC \u30BF\u30B9\u30AF\u30B9\u30BF\u30C3\u30AF\u3092\u8868\u793A\u3057\u307E\u3059
queues.current.desc=\u3053\u308C\u306F\u3001\u73FE\u5728\u30AD\u30E5\u30FC\u5185\u306B\u3042\u308B\u30A8\u30F3\u30C8\u30EA\u6570\u3092\u793A\u3057\u307E\u3059
tasks.vfpregs.desc=\u3053\u308C\u306F\u3001\u30BF\u30B9\u30AF\u306E VFP \u30EC\u30B8\u30B9\u30BF\u30BB\u30C3\u30C8\u306E\u8A18\u61B6\u57DF\u30A2\u30C9\u30EC\u30B9\u3092\u793A\u3057\u307E\u3059 
queues.order.title=\u9806\u5E8F
mailboxsema4.desc=\u3053\u306E\u30C6\u30FC\u30D6\u30EB\u306F RTXC \u30E1\u30FC\u30EB\u30DC\u30C3\u30AF\u30B9\u3092\u8868\u793A\u3057\u307E\u3059
parte.addr.title=\u30D6\u30ED\u30C3\u30AF\u30A2\u30C9\u30EC\u30B9
exceptbt.r14.title=R14
queues.current.title=Current
pipefb.name.desc=\u3053\u308C\u306F\u3001\u30D1\u30A4\u30D7\u306E\u540D\u524D\u3092\u793A\u3057\u307E\u3059
kernel.value.desc=\u3053\u308C\u306F\u3001\u30AB\u30FC\u30CD\u30EB\u30A2\u30A4\u30C6\u30E0\u306E\u5024\u3092\u793A\u3057\u307E\u3059
except.handl.desc=\u3053\u308C\u306F\u3001\u4FDD\u5B58\u3055\u308C\u305F\u30A8\u30F3\u30C8\u30EA\u30DD\u30A4\u30F3\u30C8\u306E\u30A2\u30C9\u30EC\u30B9\u3092\u793A\u3057\u307E\u3059
evsources.title=\u30A4\u30D9\u30F3\u30C8\u30BD\u30FC\u30B9
rtxc.desc=RTXC\u2122 Quadros RTOS \u306F\u3001\u3055\u307E\u3056\u307E\u306A\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u8981\u4EF6\u306B\u5408\u308F\u305B\u3066\u8A2D\u5B9A\u3067\u304D\u308B\u30C7\u30E5\u30A2\u30EB\u30AB\u30FC\u30CD\u30EB\u30A2\u30FC\u30AD\u30C6\u30AF\u30C1\u30E3\u306B\u57FA\u3065\u3044\u3066\u3044\u307E\u3059\u3002\u30AA\u30DA\u30EC\u30FC\u30C6\u30A3\u30F3\u30B0\u30B7\u30B9\u30C6\u30E0\u306F\u3001ARM\u00AE ARM7\u2122\u3001ARM9\u2122\u3001ARM11\u2122\u3001Cortex\u00AE-M\u3001Cortex-R\u3001Cortex-A \u30D7\u30ED\u30BB\u30C3\u30B5\u30D5\u30A1\u30DF\u30EA\u306A\u3069\u3001\u3055\u307E\u3056\u307E\u306A\u30DE\u30A4\u30AF\u30ED\u30B3\u30F3\u30C8\u30ED\u30FC\u30E9\u3084\u30D7\u30ED\u30BB\u30C3\u30B5\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u3066\u3044\u307E\u3059\u3002\n\nRTXC\u2122 \u304A\u3088\u3073 ARM Development Studio \u306E\u8A73\u7D30\u306B\u3064\u3044\u3066\u306F\u3001\u6B21\u306E\u30B5\u30A4\u30C8\u3092\u3054\u89A7\u304F\u3060\u3055\u3044\u3002\n[[https\://developer.arm.com/products/software-development-tools/ds-5-development-studio/solutions/real-time-systems?utm_source\=ds-5_ide&utm_medium\=ds-5&utm_campaign\=ds-5_rtos][https\://developer.arm.com/products/software-development-tools/solutions/real-time-systems]]
mailboxe.id.title=\#
exceptbt.r10.title=R10
exceptbt.r5.desc=\u3053\u308C\u306F\u3001\u4FDD\u5B58\u3055\u308C\u305F\u30EC\u30B8\u30B9\u30BF R5 \u306E\u5185\u5BB9\u3092\u793A\u3057\u307E\u3059
tasksema4.name.title=\u540D\u524D
pipefb.help=\u30D1\u30A4\u30D7\u30D5\u30EB\u30D0\u30C3\u30D5\u30A1\u306B\u95A2\u3059\u308B\u60C5\u5831\u3092\u8868\u793A\u3057\u307E\u3059
mailboxes.current.title=Current
except.help=\u30B7\u30B9\u30C6\u30E0\u3067\u5B9A\u7FA9\u3055\u308C\u305F\u3059\u3079\u3066\u306E\u4F8B\u5916\u306B\u95A2\u3059\u308B\u60C5\u5831\u3092\u8868\u793A\u3057\u307E\u3059
part.avail.desc=\u3053\u308C\u306F\u3001\u73FE\u5728\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u5185\u306B\u3042\u308B\u5229\u7528\u53EF\u80FD\u306A\u30D6\u30ED\u30C3\u30AF\u306E\u6570\u3092\u793A\u3057\u307E\u3059
alarms.state.desc=\u3053\u308C\u306F\u3001\u30A2\u30E9\u30FC\u30E0\u306E\u72B6\u614B\uFF08\u30A2\u30AF\u30C6\u30A3\u30D6\u307E\u305F\u306F\u975E\u30A2\u30AF\u30C6\u30A3\u30D6\uFF09\u3092\u793A\u3057\u307E\u3059
queue.help=\u30AD\u30E5\u30FC\u30A8\u30F3\u30C8\u30EA\u306B\u95A2\u3059\u308B\u60C5\u5831\u3092\u8868\u793A\u3057\u307E\u3059
mailboxe.state.title=\u72B6\u614B
queue.entries.title=\u30A8\u30F3\u30C8\u30EA
semaphores.count.desc=\u3053\u308C\u306F\u3001\u73FE\u5728\u306E\u30BB\u30DE\u30D5\u30A9\u6570\u3092\u793A\u3057\u307E\u3059
alarms.remain.title=\u6B8B\u308A
queues.worst.desc=\u3053\u308C\u306F\u3001\u30AD\u30E5\u30FC\u5185\u306B\u3042\u3063\u305F\u30A8\u30F3\u30C8\u30EA\u306E\u6700\u5927\u6570\u3092\u793A\u3057\u307E\u3059
tasksema4.help=\u30B7\u30B9\u30C6\u30E0\u3067\u5B9A\u7FA9\u3055\u308C\u305F\u3059\u3079\u3066\u306E\u30BF\u30B9\u30AF\u306E\u30A2\u30DC\u30FC\u30C8\u30BB\u30DE\u30D5\u30A9\u306B\u95A2\u3059\u308B\u60C5\u5831\u3092\u8868\u793A\u3057\u307E\u3059
alarms.id.desc=\u3053\u308C\u306F\u3001\u30A2\u30E9\u30FC\u30E0\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30CF\u30F3\u30C9\u30EB\u3092\u793A\u3057\u307E\u3059
tasksema4.id.desc=\u3053\u308C\u306F\u3001\u30BF\u30B9\u30AF\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30CF\u30F3\u30C9\u30EB\u3092\u793A\u3057\u307E\u3059
queues.order.desc=\u3053\u308C\u306F\u3001\u30AD\u30E5\u30FC\u306E\u5F85\u6A5F\u9806\u5E8F\u3092\u793A\u3057\u307E\u3059\u3002 \u3053\u308C\u306F\u512A\u5148\u5EA6\u307E\u305F\u306F FIFO \u306E\u3044\u305A\u308C\u304B\u3067\u3059
pipes.worst.title=\u30EF\u30FC\u30B9\u30C8
queues.waiters.title=\u5F85\u6A5F\u4E2D\u30BF\u30B9\u30AF
partsema4.semaphore.desc=\u3053\u308C\u306F\u3001\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u306B\u95A2\u9023\u3059\u308B Partition-Not-Empty \u30BB\u30DE\u30D5\u30A9\uFF08\u5B58\u5728\u3059\u308B\u5834\u5408\uFF09\u306E\u540D\u524D\u3092\u793A\u3057\u307E\u3059
