#Thu Oct 31 15:49:48 GMT 2019
dev.drvnum.desc=\u3053\u306E\u30C7\u30D0\u30A4\u30B9\u306B\u3088\u3063\u3066\u4F7F\u7528\u3055\u308C\u308B\u30C9\u30E9\u30A4\u30D6\u306E\u4E00\u610F\u306E\u30C9\u30E9\u30A4\u30D0\u756A\u53F7
misc.no=\u306A\u3057
dev.name.title=\u30C7\u30D0\u30A4\u30B9\u540D
misc.yes=\u53EF
sem.qtype.fifo=FIFO
tskopts.nostkprot.desc=\u30BF\u30B9\u30AF\u304C\u30B9\u30BF\u30C3\u30AF\u4FDD\u8B77\u3092\u63D0\u4F9B\u3057\u307E\u3059\: \u30B9\u30BF\u30C3\u30AF\u306E\u30AA\u30FC\u30D0\u30FC\u30D5\u30ED\u30FC\u307E\u305F\u306F\u30A2\u30F3\u30C0\u30FC\u30D5\u30ED\u30FC\u691C\u51FA\u306F\u3042\u308A\u307E\u305B\u3093
tasks.delay.title=\u9045\u5EF6
fd.id.title=\u8A18\u8FF0\u5B50\u306E\u30A2\u30C9\u30EC\u30B9
kerdat.row.activities=\u30BF\u30B9\u30AF\u30A2\u30AF\u30C6\u30A3\u30D3\u30C6\u30A3\u30AB\u30A6\u30F3\u30C8
kerdat.row.rrobinhook=\u30AB\u30FC\u30CD\u30EB\u30E9\u30A6\u30F3\u30C9\u30ED\u30D3\u30F3\u30D5\u30C3\u30AF\u95A2\u6570
tskstks.tid.desc=\u3053\u306E\u30B9\u30BF\u30C3\u30AF\u3092\u6240\u6709\u3059\u308B\u30BF\u30B9\u30AF\u306E TCB \u30A2\u30C9\u30EC\u30B9
sem.invsafe.desc=\u3053\u306E\u30BB\u30DE\u30D5\u30A9\u304C\u512A\u5148\u7D99\u627F\u30DD\u30EA\u30B7\u30FC\u3092\u4F7F\u7528\u3059\u308B\u304B\u3069\u3046\u304B\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002\u512A\u5148\u9806\u4F4D\u306E\u9006\u8EE2\u3092\u9632\u304E\u307E\u3059\u3002\u30DF\u30E5\u30FC\u30C6\u30C3\u30AF\u30B9/RW \u30BB\u30DE\u30D5\u30A9\u306E\u5834\u5408\u306B\u306E\u307F\u9069\u7528\u3055\u308C\u307E\u3059
tskopts.nostkfill.desc=\u30BF\u30B9\u30AF\u304C\u30B9\u30BF\u30C3\u30AF\u3092\u4E8B\u524D\u8A2D\u5B9A\u3057\u3066\u3044\u308B\u304B\u3069\u3046\u304B\u3092\u793A\u3057\u307E\u3059
fd.flags.title=\u30D5\u30E9\u30B0
dev.drvtype.ptyslave=\u7591\u4F3C\u7AEF\u672B\u30B9\u30EC\u30FC\u30D6
tskopts.super.title=\u30B9\u30FC\u30D1\u30FC\u30D0\u30A4\u30B6\u30FC
dev.drvtype.usbkbd=USB \u30AD\u30FC\u30DC\u30FC\u30C9
tasks.help=OS \u5185\u3067\u5B9A\u7FA9\u3055\u308C\u308B\u30BF\u30B9\u30AF\u3068\u305D\u308C\u3089\u306E\u73FE\u5728\u306E\u72B6\u614B\u3092\u8868\u793A\u3057\u307E\u3059\u3002
fd.refcnt.title=\u53C2\u7167
tskopts.nostkprot.title=\u30B9\u30BF\u30C3\u30AF\u4FDD\u8B77\u306A\u3057
sem.errnotify.desc=\u9001\u4FE1\u30A8\u30E9\u30FC\u767A\u751F\u6642\u306B\u30BF\u30B9\u30AF\u304C\u901A\u77E5\u3055\u308C\u308B\u304B\u3069\u3046\u304B
kerdat.row.roottaskid=\u30EB\u30FC\u30C8\u30BF\u30B9\u30AF ID
tskopts.options.desc=\u30BF\u30B9\u30AF \u30AA\u30D7\u30B7\u30E7\u30F3\u306E\u5024\u3092\u793A\u3057\u307E\u3059
tskopts.privcwd.title=\u30D7\u30E9\u30A4\u30D9\u30FC\u30C8 CWD
dev.drvtype.desc=\u65E2\u77E5\u306E\u30B3\u30A2\u30C9\u30E9\u30A4\u30D0\u3092\u4F7F\u7528\u3059\u308B\u5834\u5408\u3001\u30C7\u30D0\u30A4\u30B9\u306E\u516C\u79F0\u30BF\u30A4\u30D7\u3002\u305D\u308C\u4EE5\u5916\u306E\u5834\u5408\u306F\u7A7A
fd.name.desc=\u958B\u304B\u308C\u3066\u3044\u308B\u30D5\u30A1\u30A4\u30EB\u306E\u540D\u524D
tasks.tslice.title=\u30BF\u30A4\u30E0\u30B9\u30E9\u30A4\u30B9
dev.drvflags.desc=\u3053\u306E\u30C7\u30D0\u30A4\u30B9\u306E\u30C9\u30E9\u30A4\u30D0\u306B\u4F7F\u7528\u3055\u308C\u308B\u53C2\u7167\u30D5\u30E9\u30B0
tskopts.privum.title=\u30D7\u30E9\u30A4\u30D9\u30FC\u30C8 Um
sem.desc=\u3053\u306E\u30C6\u30FC\u30D6\u30EB\u306F OS \u306B\u3088\u3063\u3066\u4F7F\u7528\u4E2D\u306E\u30BB\u30DE\u30D5\u30A9\u3092\u8868\u793A\u3057\u307E\u3059
kerdat.row.rrobininstalled=\u30D5\u30E9\u30B0\u306F\u30D5\u30C3\u30AF\u3055\u308C\u305F\u30E9\u30A6\u30F3\u30C9\u30ED\u30D3\u30F3\u3092\u793A\u3057\u3066\u3044\u307E\u3059
tskopts.privcwd.desc=\u30BF\u30B9\u30AF\u306B\u30D7\u30E9\u30A4\u30D9\u30FC\u30C8\u306A\u73FE\u5728\u306E\u4F5C\u696D\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u306E\u30B5\u30DD\u30FC\u30C8\u304C\u542B\u307E\u308C\u308B\u304B\u3069\u3046\u304B\u3092\u793A\u3057\u307E\u3059
dev.title=\u30C7\u30D0\u30A4\u30B9
fd.device.title=\u30C7\u30D0\u30A4\u30B9
sem.full.title=\u5B8C\u5168
fd.handles.desc=RTP \u306B\u3088\u3063\u3066\u958B\u304B\u308C\u3066\u3044\u308B\u3059\u3079\u3066\u306E\u30D5\u30A1\u30A4\u30EB\u306E\u8A18\u8FF0\u5B50\u30CF\u30F3\u30C9\u30EB\u306E\u30EA\u30B9\u30C8\u3002\u30EA\u30B9\u30C8\u30A8\u30F3\u30C8\u30EA\u306E\u5F62\u5F0F\u306F RTP_ID\:FD_NUM \u3067\u3059\u3002\u3053\u3053\u3067\u3001RTP_ID \u306F\u6240\u6709\u30D7\u30ED\u30BB\u30B9\u306E RTP \u8B58\u5225\u5B50 (0 \u306F\u30AB\u30FC\u30CD\u30EB)\u3001FD_NUM \u306F\u30D5\u30A1\u30A4\u30EB\u8A18\u8FF0\u5B50\u756A\u53F7 ('open' \u306B\u3088\u3063\u3066\u8FD4\u3055\u308C\u305F\u756A\u53F7) \u3067\u3059
tskopts.name.desc=\u3053\u308C\u306F\u3001\u30BF\u30B9\u30AF\u306E\u540D\u524D\u3092\u793A\u3057\u307E\u3059
kerdat.row.stackfill=\u30BF\u30B9\u30AF\u30B0\u30ED\u30D0\u30FC\u30EB\u306B\u30D5\u30A3\u30EB\u72B6\u614B\u306E\u30B9\u30BF\u30C3\u30AF\u306F\u3042\u308A\u307E\u305B\u3093
tskopts.desc=\u3053\u306E\u8868\u306F\u3001\u30BF\u30B9\u30AF \u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u793A\u3057\u3066\u3044\u307E\u3059
sem.type.title=\u578B
fd.desc=\u3053\u306E\u30C6\u30FC\u30D6\u30EB\u306F OS \u306B\u3088\u3063\u3066\u73FE\u5728\u958B\u304B\u308C\u3066\u3044\u308B\u30D5\u30A1\u30A4\u30EB\u3092\u8868\u793A\u3057\u307E\u3059
dev.id.desc=\u30C7\u30D0\u30A4\u30B9\u306E\u30D8\u30C3\u30C0\u306E\u30A2\u30C9\u30EC\u30B9
fd.name.title=\u540D\u524D
fd.value.desc=\u3053\u306E\u30D5\u30A1\u30A4\u30EB\u306B\u95A2\u3059\u308B\u305D\u306E\u4ED6\u306E\u60C5\u5831\u3078\u306E\u30C7\u30D0\u30A4\u30B9\u30C9\u30E9\u30A4\u30D0\u56FA\u6709\u306E\u30DD\u30A4\u30F3\u30BF
sem.type.rw=\u8AAD\u307F\u51FA\u3057/\u66F8\u304D\u8FBC\u307F
sem.semid.title=\u30BB\u30DE\u30D5\u30A9\u306E\u30A2\u30C9\u30EC\u30B9
kerdat.row.kernelstate=\u30AB\u30FC\u30CD\u30EB\u30DF\u30E5\u30FC\u30C6\u30C3\u30AF\u30B9\u72B6\u614B
tskstks.type.title=\u578B
dev.drvnum.title=\u30C9\u30E9\u30A4\u30D0\u756A\u53F7
dev.drvtype.usbprn=USB \u30D7\u30EA\u30F3\u30BF
tskstks.tid.title=\u30BF\u30B9\u30AF\u306E\u30A2\u30C9\u30EC\u30B9
tskopts.privum.desc=\u30BF\u30B9\u30AF\u306B\u30D7\u30E9\u30A4\u30D9\u30FC\u30C8 \u30D5\u30A1\u30A4\u30EB\u4F5C\u6210\u30E2\u30FC\u30C9 \u30DE\u30B9\u30AF\u304C\u3042\u308B\u304B\u3069\u3046\u304B\u3092\u793A\u3057\u307E\u3059
tskstks.help=\u30BF\u30B9\u30AF\u306E\u30B9\u30BF\u30C3\u30AF\u306E\u8A73\u7D30\u3092\u8868\u793A\u3057\u307E\u3059
sem.qsize.title=\u30AD\u30E5\u30FC\u306B\u5165\u3063\u3066\u3044\u307E\u3059
sem.qsize.desc=\u30BB\u30DE\u30D5\u30A9\u3092\u5F85\u6A5F\u4E2D\u306B\u30D6\u30ED\u30C3\u30AF\u3055\u308C\u305F\u30BF\u30B9\u30AF\u306E\u6570
dev.drvtype.kfd=\u30AB\u30FC\u30CD\u30EB\u30D5\u30A1\u30A4\u30EB\u8A18\u8FF0\u5B50
tskstks.size.desc=\u30B9\u30BF\u30C3\u30AF\u306E\u30B5\u30A4\u30BA (\u30D0\u30A4\u30C8\u5358\u4F4D)
tskopts.stdio.title=STDIO
tskopts.ubreak.title=\u30A2\u30F3\u30D6\u30EC\u30A4\u30AB\u30D6\u30EB
sem.type.mutex=\u30DF\u30E5\u30FC\u30C6\u30C3\u30AF\u30B9
sem.semid.desc=\u30BB\u30DE\u30D5\u30A9\u306E\u5236\u5FA1\u69CB\u9020\u306E\u30A2\u30C9\u30EC\u30B9
kerdat.row.rootmemstart=\u30EB\u30FC\u30C8\u30BF\u30B9\u30AF\u306E\u30B9\u30BF\u30C3\u30AF\u306E\u6700\u4E0B\u4F4D
dev.drvtype.mem=RAM
dev.drvtype.eeprom=EEPROM
sem.title=\u30BB\u30DE\u30D5\u30A9
dev.drvtype.cdrom=CD-ROM
tasks.loccnt.desc=\u30D7\u30EA\u30A8\u30F3\u30D7\u30B7\u30E7\u30F3 \u30ED\u30C3\u30AF \u30AB\u30A6\u30F3\u30C8\u3092\u793A\u3057\u307E\u3059
kerdat.help=\u9078\u629E\u3057\u305F\u30AB\u30FC\u30CD\u30EB\u8A2D\u5B9A\u306E\u60C5\u5831\u3092\u8868\u793A\u3057\u307E\u3059
fd.value.title=\u5024
fd.title=\u30D5\u30A1\u30A4\u30EB\u8A18\u8FF0\u5B50
kerdat.row.msqlib=MsgQ \u30E9\u30A4\u30D6\u30E9\u30EA\u304C\u521D\u671F\u5316\u3055\u308C\u307E\u3057\u305F
kerdat.row.usrstacksz=\u30BF\u30B9\u30AF\u30E6\u30FC\u30B6\u5B9F\u884C\u30B9\u30BF\u30C3\u30AF\u30B5\u30A4\u30BA
tasks.status.title=\u30B9\u30C6\u30FC\u30BF\u30B9
dev.help=OS \u306E\u30C7\u30D0\u30A4\u30B9\u306E\u8A73\u7D30\u3092\u8868\u793A\u3057\u307E\u3059
dev.drvtype.rtpdev=RTP IOCTL \u30C7\u30D0\u30A4\u30B9\u30CE\u30FC\u30C9
dev.drvtype.hvfs=HVFS
vxworks.title=Wind River VxWorks
vxworks.desc=VxWorks\u00AE \u306F\u300125 \u5E74\u4EE5\u4E0A\u306B\u308F\u305F\u308A\u30EA\u30A2\u30EB\u30BF\u30A4\u30E0\u30AA\u30DA\u30EC\u30FC\u30C6\u30A3\u30F3\u30B0\u30B7\u30B9\u30C6\u30E0\u306E\u57FA\u6E96\u3092\u5B9A\u3081\u3066\u304D\u307E\u3057\u305F\u3002\u65B0\u305F\u306B\u8003\u6848\u3055\u308C\u305F VxWorks 7 \u306F\u3001\u7D44\u307F\u8FBC\u307F\u30B7\u30B9\u30C6\u30E0\u306E\u88FD\u9020\u696D\u8005\u304C\u30E2\u30CE\u306E\u30A4\u30F3\u30BF\u30FC\u30CD\u30C3\u30C8\uFF08IoT\uFF09\u306B\u3088\u3063\u3066\u751F\u307F\u51FA\u3055\u308C\u305F\u6A5F\u4F1A\u3092\u6D3B\u7528\u3059\u308B\u305F\u3081\u306B\u5F79\u7ACB\u3061\u307E\u3059\u3002\u305D\u306E\u30E2\u30B8\u30E5\u30FC\u30EB\u5F0F\u30A2\u30FC\u30AD\u30C6\u30AF\u30C1\u30E3\u3068\u65B0\u6A5F\u80FD\u306B\u3088\u3063\u3066\u3001\u9867\u5BA2\u306F\u30EA\u30B9\u30AF\u3092\u8EFD\u6E1B\u3057\u958B\u767A\u30B3\u30B9\u30C8\u3092\u524A\u6E1B\u3057\u306A\u304C\u3089\u3001\u696D\u754C\u3092\u30EA\u30FC\u30C9\u3059\u308B IoT \u5BFE\u5FDC\u30C7\u30D0\u30A4\u30B9\u3092\u3088\u308A\u8FC5\u901F\u306B\u5E02\u5834\u306B\u6295\u5165\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u3002\n\nVxWorks \u304A\u3088\u3073 ARM\u00AE Development Studio \u306E\u8A73\u7D30\u306B\u3064\u3044\u3066\u306F\u3001\u6B21\u306E\u30B5\u30A4\u30C8\u3092\u3054\u89A7\u304F\u3060\u3055\u3044\u3002\n[[https\://developer.arm.com/products/software-development-tools/ds-5-development-studio/solutions/real-time-systems][https\://developer.arm.com/products/software-development-tools/solutions/real-time-systems]]
tskopts.deallocexecstk.desc=\u30BF\u30B9\u30AF\u304C\u7D42\u4E86\u6642\u306B\u5B9F\u884C\u30B9\u30BF\u30C3\u30AF\u3092\u5272\u308A\u5F53\u3066\u89E3\u9664\u3057\u307E\u3059
sem.count.desc=\u30BB\u30DE\u30D5\u30A9\u3092\u30AB\u30A6\u30F3\u30C8\u3059\u308B\u5834\u5408\u3001\u30BB\u30DE\u30D5\u30A9\u306E\u73FE\u5728\u306E\u30AB\u30A6\u30F3\u30C8\u3092\u793A\u3057\u307E\u3059\u3002\u305D\u306E\u4ED6\u3059\u3079\u3066\u306E\u30BF\u30A4\u30D7\u306E\u5834\u5408\u306F\u7A7A\u3067\u3059
kerdat.row.kernelidle=\u30AB\u30FC\u30CD\u30EB\u30A2\u30A4\u30C9\u30EB\u72B6\u614B
dev.drvtype.devmemfs=\u30C7\u30D0\u30A4\u30B9\u30E1\u30E2\u30EA
tasks.name.title=\u540D\u524D
dev.id.title=\u30C7\u30D0\u30A4\u30B9\u30A2\u30C9\u30EC\u30B9
sem.qtype.prio=\u512A\u5148\u5EA6
tskopts.dealloctcb.title=TCB \u306E\u5272\u308A\u5F53\u3066\u89E3\u9664
sem.delsafe.desc=\u6240\u6709\u30BF\u30B9\u30AF\u304C\u4E88\u671F\u3057\u306A\u3044\u524A\u9664\u304B\u3089\u4FDD\u8B77\u3055\u308C\u308B\u304B\u3069\u3046\u304B\u3002\u30DF\u30E5\u30FC\u30C6\u30C3\u30AF\u30B9/RW \u30BB\u30DE\u30D5\u30A9\u306E\u5834\u5408\u306B\u306E\u307F\u9069\u7528\u3055\u308C\u307E\u3059
kerdat.row.stackoverflowsz=\u5272\u308A\u8FBC\u307F\u30B9\u30BF\u30C3\u30AF\u30AA\u30FC\u30D0\u30FC\u30D5\u30ED\u30FC\u30B5\u30A4\u30BA
kerdat.row.rrobinslice=\u30E9\u30A6\u30F3\u30C9\u30ED\u30D3\u30F3\u30B9\u30E9\u30A4\u30B9 (Tick \u5358\u4F4D)
tasks.status.desc=\u3053\u308C\u306F\u3001\u30BF\u30B9\u30AF\u306E\u30B9\u30C6\u30FC\u30BF\u30B9\u3092\u793A\u3057\u307E\u3059
dev.drvtype.vrfs=\u4EEE\u60F3\u30EB\u30FC\u30C8 FS
tskopts.options.title=\u30AA\u30D7\u30B7\u30E7\u30F3
dev.drvflags.title=\u30C9\u30E9\u30A4\u30D0\u30D5\u30E9\u30B0
tskstks.end.desc=\u30B9\u30BF\u30C3\u30AF\u306E\u7D42\u4E86\u30A2\u30C9\u30EC\u30B9
tskopts.nostkfill.title=\u30B9\u30BF\u30C3\u30AF\u8A2D\u5B9A\u306A\u3057
sem.owner.title=\u30AA\u30FC\u30CA\u30FC
dev.drvinvocations.desc=\u540C\u6642\u30C9\u30E9\u30A4\u30D0\u547C\u3073\u51FA\u3057\u306E\u6570\u3002\u901A\u5E38\u306F\u3001\u30EA\u30E0\u30FC\u30D0\u30D6\u30EB\u30C7\u30D0\u30A4\u30B9\u306E\u30C9\u30E9\u30A4\u30D0\u306B\u3088\u3063\u3066\u306E\u307F\u3053\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u304C\u66F4\u65B0\u3055\u308C\u307E\u3059
sem.type.desc=\u30BB\u30DE\u30D5\u30A9\u306E\u30BF\u30A4\u30D7
tskstks.base.desc=\u30B9\u30BF\u30C3\u30AF\u306E\u30D9\u30FC\u30B9\u30A2\u30C9\u30EC\u30B9
kerdat.row.condvarlib=\u6761\u4EF6\u4ED8\u304D\u5909\u6570\u30E9\u30A4\u30D6\u30E9\u30EA\u304C\u521D\u671F\u5316\u3055\u308C\u307E\u3057\u305F
dev.name.desc=\u30C7\u30D0\u30A4\u30B9\u306E\u540D\u524D
sem.qtype.title=\u30AD\u30E5\u30FC\u30BF\u30A4\u30D7
dev.drvtype.tty=\u7AEF\u672B
sem.interrupt.desc=\u6240\u6709\u30BF\u30B9\u30AF\u304C\u5272\u308A\u8FBC\u307F\u53EF\u80FD\u3067\u3042\u308B\u304B\u3069\u3046\u304B
tasks.tslice.desc=\u30BF\u30A4\u30E0 \u30B9\u30E9\u30A4\u30B9\u306E\u73FE\u5728\u306E\u30AB\u30A6\u30F3\u30C8\u3092\u793A\u3057\u307E\u3059
kerdat.row.stackunderflowsz=\u5272\u308A\u8FBC\u307F\u30B9\u30BF\u30C3\u30AF\u30A2\u30F3\u30C0\u30FC\u30D5\u30ED\u30FC\u30B5\u30A4\u30BA
tasks.priority.title=\u512A\u5148\u5EA6
fd.handles.title=\u30CF\u30F3\u30C9\u30EB
kerdat.row.isrlib=ISR \u30E9\u30A4\u30D6\u30E9\u30EA\u304C\u521D\u671F\u5316\u3055\u308C\u307E\u3057\u305F
tasks.title=\u30BF\u30B9\u30AF
tasks.delay.desc=\u73FE\u5728\u306E\u30BF\u30B9\u30AF\u9045\u5EF6\u3092\u793A\u3057\u307E\u3059
sem.type.custom=\u30AB\u30B9\u30BF\u30E0
dev.drvtype.usbstr=USB \u30B9\u30C8\u30EC\u30FC\u30B8
tskopts.deallocstk.desc=\u30BF\u30B9\u30AF\u304C\u30B9\u30BF\u30C3\u30AF\u3092\u5272\u308A\u5F53\u3066\u89E3\u9664\u3059\u308B\u304B\u3069\u3046\u304B\u3092\u793A\u3057\u307E\u3059
tasks.errno.title=Errno
tasks.tislice.title=\u30C6\u30A3\u30C3\u30AF \u30B9\u30E9\u30A4\u30B9
sem.interrupt.title=\u5272\u308A\u8FBC\u307F\u53EF\u80FD
sem.help=OS \u306E\u30BB\u30DE\u30D5\u30A9\u306E\u8A73\u7D30\u3092\u8868\u793A\u3057\u307E\u3059\u3002
tskstks.base.title=\u30D9\u30FC\u30B9
dev.drvtype.vdfs=\u4EEE\u60F3\u30C7\u30A3\u30B9\u30AF FS
tskstks.name.desc=\u3053\u306E\u30B9\u30BF\u30C3\u30AF\u3092\u6240\u6709\u3059\u308B\u30BF\u30B9\u30AF\u306E\u540D\u524D
kerdat.row.clkcnt=Tick \u6570
tskopts.deallocexecstk.title=\u5B9F\u884C\u30B9\u30BF\u30C3\u30AF\u5272\u308A\u5F53\u3066\u89E3\u9664
dev.drvtype.sock=\u30BD\u30B1\u30C3\u30C8
tasks.entry.desc=\u5165\u529B\u95A2\u6570\u306E\u30A2\u30C9\u30EC\u30B9\u3092\u793A\u3057\u307E\u3059
kerdat.value.desc=\u3053\u308C\u306F\u3001\u30AB\u30FC\u30CD\u30EB\u30A2\u30A4\u30C6\u30E0\u306E\u5024\u3092\u793A\u3057\u307E\u3059
sem.full.desc=\u30D0\u30A4\u30CA\u30EA\u30BB\u30DE\u30D5\u30A9\u306E\u5834\u5408\u3001\u3053\u308C\u3089\u304C\u30D5\u30EB (\u4F7F\u7528\u53EF\u80FD) \u304B\u3069\u3046\u304B\u3092\u793A\u3057\u307E\u3059\u3002\u305D\u306E\u4ED6\u3059\u3079\u3066\u306E\u30BF\u30A4\u30D7\u306E\u5834\u5408\u306F\u7A7A\u3067\u3059
dev.drvtype.usbotg=USB OTG
fd.refcnt.desc=\u3053\u306E\u30D5\u30A1\u30A4\u30EB\u306B\u958B\u304B\u308C\u3066\u3044\u308B\u53C2\u7167\u306E\u6570
tskopts.name.title=\u540D\u524D
tskopts.help=\u30BF\u30B9\u30AF\u306B\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u8868\u793A\u3057\u307E\u3059
kerdat.row.tasklibinit=\u30BF\u30B9\u30AF\u30E9\u30A4\u30D6\u30E9\u30EA\u304C\u521D\u671F\u5316\u3055\u308C\u307E\u3057\u305F
dev.drvtype.hostfs=\u4EEE\u60F3 TCF
tskopts.privenv.desc=\u30BF\u30B9\u30AF\u306B\u30D7\u30E9\u30A4\u30D9\u30FC\u30C8\u74B0\u5883\u304C\u3042\u308B\u304B\u3069\u3046\u304B\u3092\u793A\u3057\u307E\u3059
tskopts.privenv.title=\u30D7\u30E9\u30A4\u30D9\u30FC\u30C8\u74B0\u5883
dev.drvtype.rawfs=Raw FS
fd.help=OS \u306E\u958B\u304B\u308C\u3066\u3044\u308B\u30D5\u30A1\u30A4\u30EB\u306E\u30CF\u30F3\u30C9\u30EB\u306E\u8A73\u7D30\u3092\u8868\u793A\u3057\u307E\u3059\u3002
kerdat.row.rrobinon=\u30E9\u30A6\u30F3\u30C9\u30ED\u30D3\u30F3\u30E2\u30FC\u30C9\u3092\u53CD\u6620\u3059\u308B\u30D6\u30FC\u30EB
dev.drvinvocations.title=\u547C\u3073\u51FA\u3057
dev.drvtype.vfs=VFS
dev.drvtype.dosfs=DOS FS
tskstks.type.desc=\u3053\u306E\u884C\u304C\u8AAC\u660E\u3057\u3066\u3044\u308B\u30B9\u30BF\u30C3\u30AF\u306E\u30BF\u30A4\u30D7\u3002\u30BF\u30B9\u30AF\u306E\u30A2\u30AF\u30C6\u30A3\u30D6\u306A\u30B9\u30BF\u30C3\u30AF\u306B\u306F * \u306E\u30DE\u30FC\u30AF\u304C\u4ED8\u304D\u307E\u3059
kerdat.title=\u30AB\u30FC\u30CD\u30EB\u30C7\u30FC\u30BF
sem.qtype.desc=\u30BB\u30DE\u30D5\u30A9\u3092\u5F85\u6A5F\u4E2D\u306E\u30BF\u30B9\u30AF\u306B\u4F7F\u7528\u3055\u308C\u308B\u30AD\u30E5\u30FC\u306E\u30BF\u30A4\u30D7
kerdat.row.curid=\u73FE\u5728\u306E\u30BF\u30B9\u30AF ID
tasks.tid.title=\u30A2\u30C9\u30EC\u30B9
kerdat.row.timeout=CPU \u306E\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u304C\u6709\u52B9
sem.count.title=\u30AB\u30A6\u30F3\u30C8
tasks.exccnt.desc=\u6B21\u306E\u4F8B\u5916\u30AB\u30A6\u30F3\u30C8\u3092\u793A\u3057\u307E\u3059
kerdat.row.smobjpool=smObj \u30D7\u30FC\u30EB\u30ED\u30FC\u30AB\u30EB\u30A2\u30C9\u30EC\u30B9\u306B\u8A2D\u5B9A - 1
tasks.exccnt.title=\u4F8B\u5916
fd.id.desc=\u30D5\u30A1\u30A4\u30EB\u306E\u8A18\u8FF0\u5B50\u69CB\u9020\u306E\u30A2\u30C9\u30EC\u30B9
sem.type.counting=\u30AB\u30A6\u30F3\u30C8
dev.drvtype.null=Null
tasks.desc=\u3053\u306E\u8868\u306F\u3001VxWorks \u306E\u30BF\u30B9\u30AF\u3092\u793A\u3057\u3066\u3044\u307E\u3059
kerdat.item.title=\u9805\u76EE
dev.drvtype.usbmse=USB \u30DE\u30A6\u30B9
kerdat.value.title=\u5024
dev.drvtype.ptymaster=\u7591\u4F3C\u7AEF\u672B\u30DE\u30B9\u30BF
kerdat.row.intstackbase=\u5272\u308A\u8FBC\u307F\u30B9\u30BF\u30C3\u30AF\u306E\u30D9\u30FC\u30B9
sem.owner.desc=\u30DF\u30E5\u30FC\u30C6\u30C3\u30AF\u30B9/RW \u30BB\u30DE\u30D5\u30A9\u306E\u5834\u5408\u3001\u6240\u6709\u30BF\u30B9\u30AF\u306E\u30A2\u30C9\u30EC\u30B9\u3092\u793A\u3057\u307E\u3059\u3002\u305D\u306E\u4ED6\u3059\u3079\u3066\u306E\u30BF\u30A4\u30D7\u306E\u5834\u5408\u306F\u7A7A\u3067\u3059
dev.drvtype.romfs=ROM FS
dev.drvtype.usbser=USB \u30B7\u30EA\u30A2\u30EB
tskopts.super.desc=\u30BF\u30B9\u30AF\u304C\u30B9\u30FC\u30D1\u30FC\u30D0\u30A4\u30B6\u30FC \u30E2\u30FC\u30C9\u3067\u3042\u308B\u304B\u3069\u3046\u304B\u3092\u793A\u3057\u307E\u3059
tskopts.ubreak.desc=\u30BF\u30B9\u30AF\u304C\u30A2\u30F3\u30D6\u30EC\u30A4\u30AB\u30D6\u30EB\u3067\u3042\u308B\u304B\u3069\u3046\u304B\u3092\u793A\u3057\u307E\u3059
vxworks.help=VxWorks \u306E\u30B5\u30DD\u30FC\u30C8\u304C\u6709\u52B9\u306A\u5834\u5408\u306B\u3001\u7279\u5B9A\u306E VxWorks \u30AA\u30DA\u30EC\u30FC\u30C6\u30A3\u30F3\u30B0 \u30B7\u30B9\u30C6\u30E0\u60C5\u5831\u3092\u8868\u793A\u3057\u307E\u3059\u3002
kerdat.row.kerstacksz=\u30BF\u30B9\u30AF\u30AB\u30FC\u30CD\u30EB\u5B9F\u884C\u30B9\u30BF\u30C3\u30AF\u30B5\u30A4\u30BA
tasks.loccnt.title=\u30ED\u30C3\u30AF \u30AB\u30A6\u30F3\u30C8
dev.drvtype.rtpirq=RTP IOCTL \u5272\u308A\u8FBC\u307F\u30CE\u30FC\u30C9
tasks.tislice.desc=\u30B9\u30E9\u30A4\u30B9\u5185\u306E\u30C6\u30A3\u30C3\u30AF\u6570\u3092\u793A\u3057\u307E\u3059
tasks.tid.desc=\u3053\u308C\u306F\u3001\u30BF\u30B9\u30AF TCB \u306E\u30A2\u30C9\u30EC\u30B9\u3092\u793A\u3057\u307E\u3059
sem.errnotify.title=\u30A4\u30D9\u30F3\u30C8\u30A8\u30E9\u30FC
tasks.entry.title=\u30A8\u30F3\u30C8\u30EA
dev.drvtype.net=\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u30D5\u30A1\u30A4\u30EB
kerdat.row.absticks=Tick \u306E\u7D76\u5BFE\u6570
kerdat.desc.title=\u8AAC\u660E
fd.flags.desc=\u3053\u306E\u30D5\u30A1\u30A4\u30EB\u3092\u958B\u304F\u3068\u304D\u306B\u4F7F\u7528\u3055\u308C\u305F\u30D5\u30E9\u30B0
sem.invsafe.title=\u53CD\u8EE2\u306E\u5B89\u5168\u6027
tasks.errno.desc=\u30BF\u30B9\u30AF\u306E errno \u3092\u793A\u3057\u307E\u3059
tskstks.end.title=End \u30AD\u30FC
tskstks.desc=\u3053\u306E\u30C6\u30FC\u30D6\u30EB\u306F\u30BF\u30B9\u30AF\u30B9\u30BF\u30C3\u30AF\u3092\u8868\u793A\u3057\u307E\u3059\u3002\u5404\u30BF\u30B9\u30AF\u306B\u306F\u5B9F\u884C\u30B9\u30BF\u30C3\u30AF\u3068\u4F8B\u5916\u30B9\u30BF\u30C3\u30AF\u304C\u542B\u307E\u308C\u307E\u3059
kerdat.desc.desc=\u3053\u308C\u306F\u3001\u30AB\u30FC\u30CD\u30EB\u30A2\u30A4\u30C6\u30E0\u306E\u8AAC\u660E\u3092\u793A\u3057\u307E\u3059
dev.drvtype.mvar=MVar
tskopts.fp.desc=\u30BF\u30B9\u30AF\u304C\u6D6E\u52D5\u5C0F\u6570\u70B9\u3092\u30B5\u30DD\u30FC\u30C8\u3059\u308B\u304B\u3069\u3046\u304B\u3092\u793A\u3057\u307E\u3059
dev.drvtype.title=\u30C7\u30D0\u30A4\u30B9\u30BF\u30A4\u30D7
tskopts.tid.title=\u30A2\u30C9\u30EC\u30B9
fd.device.desc=\u3053\u306E\u30D5\u30A1\u30A4\u30EB\u304C\u958B\u304B\u308C\u3066\u3044\u308B\u30C7\u30D0\u30A4\u30B9\u3002\u3053\u306E\u30C7\u30D0\u30A4\u30B9\u306B\u95A2\u3059\u308B\u60C5\u5831\u306F [\u30C7\u30D0\u30A4\u30B9] \u30C6\u30FC\u30D6\u30EB\u306B\u3042\u308A\u307E\u3059
tskopts.dealloctcb.desc=\u30BF\u30B9\u30AF\u304C TCB \u3092\u5272\u308A\u5F53\u3066\u89E3\u9664\u3059\u308B\u304B\u3069\u3046\u304B\u3092\u793A\u3057\u307E\u3059
tskstks.title=\u30BF\u30B9\u30AF\u30B9\u30BF\u30C3\u30AF
sem.delsafe.title=\u524A\u9664\u306E\u5B89\u5168\u6027
tskopts.title=\u30BF\u30B9\u30AF \u30AA\u30D7\u30B7\u30E7\u30F3
kerdat.item.desc=\u3053\u308C\u306F\u3001\u30AB\u30FC\u30CD\u30EB\u30A2\u30A4\u30C6\u30E0\u306E\u540D\u524D\u3092\u793A\u3057\u307E\u3059
tasks.priority.desc=\u30BF\u30B9\u30AF\u306E\u73FE\u5728\u306E\u512A\u5148\u5EA6/\u901A\u5E38\u306E\u512A\u5148\u5EA6\u3092\u793A\u3057\u307E\u3059
dev.drvtype.nfs3=NFS3
dev.drvtype.nfs2=NFS2
kerdat.desc=\u3053\u306E\u8868\u306F\u3001VxWorks \u30AB\u30FC\u30CD\u30EB \u30C7\u30FC\u30BF\u3092\u793A\u3057\u3066\u3044\u307E\u3059
tskopts.stdio.desc=\u30BF\u30B9\u30AF\u306B STDIO \u304C\u3042\u308B\u304B\u3069\u3046\u304B\u3092\u793A\u3057\u307E\u3059
tasks.ticks.desc=\u30BF\u30B9\u30AF \u30C6\u30A3\u30C3\u30AF\u306E\u5408\u8A08\u6570\u3092\u793A\u3057\u307E\u3059
dev.drvtype.pipe=\u30D1\u30A4\u30D7
tasks.ticks.title=Tick
tskopts.tid.desc=\u3053\u308C\u306F\u3001\u30BF\u30B9\u30AF TCB \u306E\u30A2\u30C9\u30EC\u30B9\u3092\u793A\u3057\u307E\u3059
tskstks.name.title=\u30BF\u30B9\u30AF\u540D
dev.drvtype.shmfs=POSIX \u5171\u6709\u30E1\u30E2\u30EA
dev.drvtype.vxbus=VxBus
dev.desc=\u3053\u306E\u30C6\u30FC\u30D6\u30EB\u306F OS \u304A\u3088\u3073\u305D\u306E\u30C9\u30E9\u30A4\u30D0\u306B\u3088\u3063\u3066\u4F7F\u7528\u4E2D\u306E\u30C7\u30D0\u30A4\u30B9\u3092\u8868\u793A\u3057\u307E\u3059
kerdat.row.semlib=\u30BB\u30DE\u30D5\u30A9\u30E9\u30A4\u30D6\u30E9\u30EA\u304C\u521D\u671F\u5316\u3055\u308C\u307E\u3057\u305F
sem.type.binary=\u30D0\u30A4\u30CA\u30EA
tskstks.size.title=\uFF7B\uFF72\uFF7D\uFF9E
tasks.name.desc=\u3053\u308C\u306F\u3001\u30BF\u30B9\u30AF\u306E\u540D\u524D\u3092\u793A\u3057\u307E\u3059
kerdat.row.intstackend=\u5272\u308A\u8FBC\u307F\u30B9\u30BF\u30C3\u30AF\u306E\u7D42\u4E86
kerdat.row.localglobaloffset=localAdrs - globalAdrs
kerdat.row.rootmemsz=TCB \u304A\u3088\u3073\u30EB\u30FC\u30C8\u30B9\u30BF\u30C3\u30AF\u306E\u30E1\u30E2\u30EA
tskopts.fp.title=FP
tskopts.deallocstk.title=\u30B9\u30BF\u30C3\u30AF\u306E\u5272\u308A\u5F53\u3066\u89E3\u9664
